
<?php
	ini_set("include_path",".:../docs/res/inc/:../../docs/res/inc/:../../../docs/res/inc/:../../../../docs/res/inc/"); ?>
<?php include 'learning-hub-login-check.php'; ?>
 

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>CTI: Learning Hub: Fundamentals</title>
<meta http-equiv="Content-type" content="text/html; charset=UTF-8" />
<meta http-equiv="Content-Language" content="en" />
<meta name="language" content="en" />
<meta name="keywords" content="" />
<meta name="description" content="" />
<meta name="author" content="The Coaches Training Institute (CTI)" />
<meta name="copyright" content="Copyright &#169; 2014 The Coaches Training Institute. All rights reserved." />
<link rel="icon" href="/favicon.ico" />
<link rel="shortcut icon" href="/favicon.ico" />
<link rel="stylesheet" type="text/css" href="/res/css/coaches-training-institute.css" />
<link rel="stylesheet" type="text/css" href="/res/css/section_coach-training.css" />

<link rel="stylesheet" type="text/css" href="/res/css/content_internal_11c.css" /> 
<link rel="stylesheet" type="text/css" href="http://www.thecoaches.com/assets/css/footer.css" /> 

<script src="http://www.google.com/jsapi"></script>
<script>
google.load("jquery", "1.4.2");
google.setOnLoadCallback(function() {
});
</script>
</head>
<body>
<div id="page">
 
<div id="tools">
  <!-- generalID --><!-- -->
  <!-- eCommerceID --><!-- -->
  <!-- courseMaterialsID --><?php include 'id_course_materials.php'; ?><!-- -->
</div>
<div id="primary">
  <!-- contactNavID --><!-- -->
  <ul id="main-nav">
  </ul>
  
<div id="broadcast">
  <img src="/res/img/page-banners/content_course_materials-fn.gif" width="920" height="124" alt="Coach Training" usemap="#logobutton" />
  <map id="logobutton" name="logobutton">
  <area shape="rect" coords="822,0,899,103" href="/" title="CTI Home" alt="CTI Home" />
  </map>
</div>




<div id="content">

<div id="main">

<div id="breadcrumbs">
<p><span id="youarehere" class="accessibility-hide">You are here:&#160;</span> <a href="/learning-hub/de/fundamentals/">Lernplattform</a><span class="divider">&#160;||&#160;</span><a href="/learning-hub/de/fundamentals/" class="here">Fundamentals &Uuml;bersicht</a></p>
<div style="margin: -5px 0 0px 0px; float: right; "></div>
</div>


  <div class="sec">

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/de/fundamentals/"><strong class="psuedo-head">Fundamentals</strong></a><br />
   <a href="bda.html#before"> &raquo; Vor dem Kurs</a>
    <br />
   <a href="bda.html#during"> &raquo; W&auml;hrend des Kurses</a>
    <br />
   <a href="bda.html#after"> &raquo; Nach dem Kurs</a></li>
  </ul>

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/de/fundamentals/resources.html"><strong class="psuedo-head">Ressourcen</strong></a></li>
  </ul>

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/de/glossary.html"><strong class="psuedo-head">Glossar</strong></a></li>
  </ul>
	
	<br /><br /><br />
	<a class="buttonlh" href="/learning-hub/loginLH.html?logout=1">Sign-out</a>





  </div>

  <div class="pri">


<h1>&Uuml;BERSICHT</h1>

<p style="color:#699bbc;">HERZLICH WILLKOMMEN! WIR BEGR&Uuml;SSEN SIE AUF IHREM WEG ZU EINER EINZIGARTIGEN ERFAHRUNG. SIE WIRD ALL IHRE BEZIEHUNGEN IN ZUKUNFT SP&Uuml;RBAR VER&Auml;NDERN.</p>
<p style="color:#699bbc;">DER FUNDAMENTALS-KURS IST DIE BASIS DER CO-ACTIVE COACHING-KURSSERIE. DENNOCH STEHT DIESER KURS AUCH F&Uuml;R SICH SELBST UND VERMITTELT IHNEN GRUNDLEGENDE COACHING-F&Auml;HIGKEITEN, SELBST WENN SIE NICHT DIE GESAMTE AUSBILDUNG ZUM PROFESSIONELLEN COACH DURCHLAUFEN M&Ouml;CHTEN. SIE M&Uuml;SSEN KEINE BESONDEREN VORAUSSETZUNGEN ERF&Uuml;LLEN, UM AN DIESEM KURS TEILNEHMEN ZU K&Ouml;NNEN.</p>
<div class="MsoNormal" style="margin-top: 0in; margin-right: 0in; margin-bottom: 15pt; margin-left: 0.5in; font-size: 12pt; font-family: 'Times New Roman', serif; text-align: center; line-height: 13.5pt;"><span style="font-size: 9pt; font-family: Arial, sans-serif; color: #32110a;">
  <hr style="color: #eae9da;" size="4" />
</span></div>
<h2>Wie man die Lernplattform nutzt</h2>
<p>Die Lernplattform soll Ihr Lernerlebnis im Kurs unterst&uuml;tzen und Ihnen Materialien und Instrumente an die Hand geben, die Ihre Weiterentwicklung als Coach f&ouml;rdern.</p>
<p>Nutzen Sie die Links in der linken Spalte zur Navigation durch die Lernplattform. Klicken Sie hier, um Zugang zu Vorbereitung und Hausaufgaben zu erhalten<strong>: Vor dem Kurs</strong>, <strong>W&auml;hrend des Kurses</strong> und <strong>Nach dem Kurs</strong>.</p>
<p>Klicken Sie auf Ressourcen, um Zugang zu mehr Informationen zu den <strong>Themen</strong>, die w&auml;hrend des Kurses besprochen wurden, zu erhalten und um auf erw&auml;hnte <strong>Materialien</strong> und Informationen zu <strong>Unternehmerischen Grundlagen</strong> zur&uuml;ckzugreifen, die Ihnen dabei helfen werden, Ihre Coachingpraxis aufzubauen und zu f&uuml;hren.</p>
<p>So finden Sie zum Beispiel im Abschnitt <strong>Themen </strong>unter <strong><em>Die Arbeit mit Klienten</em></strong> Richtlinien, wie man mit Klienten umgeht. Im Abschnitt<strong> Materialien</strong> unter <strong><em>Rad des Lebens</em></strong> erhalten Sie eine Vorlage des Rads zum Ausdrucken und zur Wiederverwendung nach Bedarf. Im Abschnitt <strong>Unternehmerische Grundlagen</strong> k&ouml;nnen Sie unter <strong><em>Investieren Sie in sich selbst </em></strong>nachlesen, wie Sie Ihre Coaching-F&auml;higkeiten verbessern k&ouml;nnen.</p>

<h2>Ihre Kursleiter</h2>
<p>Eines der ersten Dinge, die den Teilnehmern am Co-Active&reg; Coaching Fundamentals-Kurs auff&auml;llt, ist die Anwesenheit zweier statt nur eines Kursleiters. Meistens bemerken sie als n&auml;chstes den Pr&auml;sentationsstil der beiden Kursleiter, die eher einen gemeinsamen Tanz auff&uuml;hren, als einfach nur voneinander unabh&auml;ngig ihren jeweiligen Anteil an Kursinhalten vorzustellen. Diese Art von F&uuml;hrungsstil wurde absichtlich gew&auml;hlt, da zwei Kursleiter den Teilnehmern auch zwei unterschiedliche Coaching-Stile vermitteln k&ouml;nnen.</p>
<p>Wir bei CTI glauben, dass jedes Individuum eine einzigartige Kombination aus Talenten und Begabungen in sein Coaching und seine F&uuml;hrungsqualit&auml;ten einbringt. Das Co-Active&reg;-Modell soll keine Durchschnitts-Coachs hervorbringen. Unser Ziel ist stattdessen die Vermittlung eines anpassungsf&auml;higen Modells, das sowohl eine solide philosophische Grundlage, als auch viel Raum f&uuml;r jeden Teilnehmer bietet, seine eigene Pers&ouml;nlichkeit auszudr&uuml;cken. Die gemeinsame Leitung des Kurses durch Ihre beiden Co-Leiter wird Ihnen ein Beispiel f&uuml;r den Tanz geben, den wir f&uuml;r die Basis effektiven Coachings halten. Alle unsere Kursleiter sind <em>Certified Professional Co-Active Coaches</em> <em>(CPCCs) </em>was bedeutet, dass sie alle Kursstufen bei CTI, einschlie&szlig;lich eines sechsmonatigen intensiven Zertifizierungsprogramms, durchlaufen haben. Sie sind au&szlig;erdem durch die <em>International Coach Federation</em> <em>(ICF)</em> zertifiziert, die meisten auf den Levels <em>Professional Certified Coach</em> <em>(PCC)</em> oder <em>Master Certified Coach</em> <em>(MCC).</em></p>

  <h2>Das Resultat</h2>
<p>Das Ziel dieses Kurses besteht darin, Training und Praxiserfahrung in den Techniken und F&auml;higkeiten des Coachingberufes bereitzustellen, wobei das Augenmerk auf Co-Active&reg; Coaching gerichtet wird. Der Fokus liegt dabei auf aktiver Teilnahme und praktischer Erfahrung und weniger auf Vortr&auml;gen. Den Teilnehmern werden viele M&ouml;glichkeiten geboten, Coaching zu trainieren und Feedback dazu zu erhalten.</p>
<p>Als Resultat des Kurses erreichen Sie die folgenden Lernziele:</p>
<ul>
<p>&raquo; Das Umsetzen der vier Eckpfeiler des Co-Active&reg; Coachings in die Praxis.<br /> &raquo; Die Anwendung der f&uuml;nf Kontexte des Co-Active&reg; Coachings in der Kommunikation mit Ihren Klienten.<br /> &raquo; Der Einsatz des &bdquo;Rads des Lebens&ldquo; in der Arbeit mit den Klienten.<br /> &raquo; Die Unterscheidung und Anwendung der drei Ebenen des Zuh&ouml;rens, sowohl in Ihrem Leben als auch beim Coaching.<br /> &raquo; Die kompetente Nutzung der gel&auml;ufigsten Coaching-F&auml;higkeiten.</p>
</ul>
  &nbsp;&nbsp;</p>

	<br /><br /><br /><br /><br /><br /><br />

	<br /><br /><br /><br /><br /><br /><br /><br /><br /><br />

    

  </div>

</div>



  </p>







<!-- ctaAreaId -->

<div id="cta-area">

</div>

<!-- -->

</div>





<!-- used for cross-browser stabilizion of layout -->
<div class="pageclear"></div>
</div>
<div id="footer">
		<?php include 'id_footer-nav-learning-hub.php'; ?>
</div>  <!-- end footer -->
</div>
<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-5715102-1");
pageTracker._trackPageview();
} catch(err) {}</script>
</body>
</html>
