<script src="http://www.google.com/jsapi"></script>
<script>
google.load("jquery", "1.4.2");
google.setOnLoadCallback(function() {

var previousText = "";
$('.pri h2').each(function(){      // for each h2 inside class="pri"
  var thisText = $(this).text();   // grab the text
  var anchorText = thisText.replace(/(.).*/g, "$1");   // use a regexp to get just the first letter 
  if(anchorText != previousText){  // if this letter is not the same as the previous letter
    var anchorLink = '<a name="' + anchorText + '"></a>';  // create an anchor
    $(this).before(anchorLink);    // and place it before the h2 tag
    previousText = anchorText;
  }
});

});
</script>
</head>
<body>
<div id="page">
 
<div id="tools">
  <!-- generalID --><!-- -->
  <!-- eCommerceID --><!-- -->
  <!-- courseMaterialsID --><?php include 'id_course_materials.php'; ?><!-- -->
</div>
<div id="primary">
  <!-- contactNavID --><!-- -->
  <ul id="main-nav">
  </ul>
  
<div id="broadcast">
  <img src="/res/img/page-banners/content_course_materials-gl.gif" width="920" height="124" alt="Coach Training" usemap="#logobutton" />
  <map id="logobutton" name="logobutton">
  <area shape="rect" coords="822,0,899,103" href="/" title="CTI Home" alt="CTI Home" />
  </map>
</div>




<div id="content">

<div id="main">
  <div id="breadcrumbs">
    <p><span id="youarehere" class="accessibility-hide">You are here:&#160;</span> <a href="/learning-hub/de/intermediate/">intermediate</a><span class="divider">&#160;||&#160;</span><a href="/learning-hub/de/intermediate/glossary.html" class="here">Glossar</a></p>
<div style="margin: -5px 0 0px 0px; float: right; "></div>
  </div>
  <div class="sec">


  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/de/intermediate/fulfillment/"><strong class="psuedo-head">Fulfillment</strong></a><br />
<a href="/learning-hub/de/intermediate/fulfillment/resources.html">&raquo; Ressourcen</a></li>
  </ul>

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/de/intermediate/balance/"><strong class="psuedo-head">Balance</strong></a></li>
  </ul>

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/de/intermediate/process/"><strong class="psuedo-head">Process</strong></a></li>
  </ul>

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/de/intermediate/synergy/"><strong class="psuedo-head">Synergy</strong></a></li>
  </ul>

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/de/intermediate/glossary.html"><strong class="psuedo-head">Glossary</strong></a></li>
</ul>
	
	<br /><br /><br />
	<a class="buttonlh" href="/learning-hub/loginLH.html?logout=1">Sign-out</a>


  </div>
  <div class="pri">


<a name="top"></a>

  <h1 id="main-headline">Glossar </h1>



<!--   <p class="image-placeholder">Glossary text and image</p> -->

  <div class="centered">
    <img src="/docs/images/hub-fun-glossary.png" width="549" height="129">
  </div>

<p class="small-image-placeholder">
<a href="#A">A</a>&nbsp;
<a href="#B">B</a>&nbsp;
<a href="#C">C</a>&nbsp;
<a href="#D">D</a>&nbsp;
<a href="#E">E</a>&nbsp;
<a href="#F">F</a>&nbsp;
<a href="#G">G</a>&nbsp;
<a href="#H">H</a>&nbsp;
<a href="#I">I</a>&nbsp;
<a href="#J">J</a>&nbsp;
<a href="#K">K</a>&nbsp;
<a href="#L">L</a>&nbsp;
<a href="#M">M</a>&nbsp;
<a href="#N">N</a>&nbsp;
<a href="#O">O</a>&nbsp;
<a href="#P">P</a>&nbsp;
<a href="#Q">Q</a>&nbsp;
<a href="#R">R</a>&nbsp;
<a href="#S">S</a>&nbsp;
<a href="#T">T</a>&nbsp;
<a href="#U">U</a>&nbsp;
<a href="#V">V</a>&nbsp;
<a href="#W">W</a>&nbsp;
<a href="#X">X</a>&nbsp;
<a href="#Y">Y</a>&nbsp;
<a href="#Z">Z</a>&nbsp;
</p>






<p><!--StartFragment-->

<h2><span style="color: black;">Anerkennung (Acknowledgment)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Anerkennung richtet sich   an das &bdquo;Selbst&ldquo; und an die Person, die der Klient sein musste, um eine   bestimmte Handlung zu vollziehen oder Bewusstsein zu erlangen. Die   Anerkennung ist der Ausdruck Ihrer tiefen Kenntnis des Anderen.</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><em>&bdquo;Ich erkenne Ihren Mut   an, den Sie aufbringen mussten, um zu der heutigen Sitzung zu kommen, da ich   wei&szlig;, dass die Angelegenheit, die Sie heute mit mir bearbeitet haben, f&uuml;r sie   eine schwierige ist.&ldquo;</em></span></p>

<h2><span style="color: black;">Anfeuern (Championing)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Beim Anfeuern setzen Sie sich f&uuml;r Ihre Klienten ein, wenn diese   an ihren eigenen F&auml;higkeiten zweifeln oder sie in Frage stellen. Denn trotz   des Selbstzweifels des Klienten, kennt der Coach diesen genau und wei&szlig;, dass   er zu viel mehr f&auml;hig ist, als er selbst von sich annimmt. DAS ANFEUERN IST   H&Auml;UFIG AUF DIE ZUKUNFT GERICHTET. Befindet sich der Klient in einem Tal, dann   steht der Coach neben ihm auf einem Berg, schwenkt sein F&auml;hnchen und feuert   ihn an: &bdquo;Los, du schaffst es!&ldquo;</span></p>

<h2><span style="color: black;">Anfrage (Request)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Eine der   wirkungsvollsten Coaching-Techniken ist die, eine Anfrage an den Klienten zu   stellen. Die Anfrage, die auf der Agenda des Klienten basiert, wird so   gestaltet, dass sie den Klienten zum Handeln anregt. Die Anfrage umfasst eine   genau beschriebene Handlung, Erf&uuml;llungsbedingungen und einen Zeitpunkt, an   dem die Handlung ausgef&uuml;hrt sein muss. Es gibt drei Antwortm&ouml;glichkeiten auf   eine Anfrage:
<ol>
<li>Der Klient antwortet mit Ja,</li>
<li>Er antwortet mit Nein,</li>
<li>Er macht ein Gegenangebot.</li>
</ol>
</span></p>

<h2><span style="color: black;">Auf den Punkt bringen (Bottom-lining)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Diese F&auml;higkeit, sich so kurz und pr&auml;gnant wie m&ouml;glich zu fassen,   gilt sowohl f&uuml;r den Coach als auch f&uuml;r den Klienten. Beim &bdquo;auf den Punkt   bringen&ldquo; geht es au&szlig;erdem darum, den Klienten dazu zu bringen, zum Kern   seiner Aussage vorzudringen, statt sich in langen Schilderungen zu verlieren</span></p>

<h2><span style="color: black;">Aussprechen, was ist (Articulate What&rsquo;s Going On)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Mit Hilfe dieser Technik sagen Sie dem Klienten, was Sie ihn tun   sehen. Das kann das sein, was Sie auf Ebene 2 geh&ouml;rt haben. Oder Sie sprechen   aus, was vom Klienten nicht gesagt wurde, was Sie aber mit Hilfe ihres   Bewusstseins und beim Zuh&ouml;ren auf Ebene 3 wahrgenommen haben. Es kann sehr   effektiv sein, einfach die Worte des Klienten zu wiederholen, so dass er sie   selbst h&ouml;ren kann.</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><em>&bdquo;Debbie,   ich wei&szlig;, wie sehr Sie Ihr Verh&auml;ltnis zu Ihrem Vater &auml;ndern m&ouml;chten und   trotzdem h&ouml;re ich, dass Sie mit ihm in derselben Weise wie immer   interagieren.&ldquo;</em></span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><em>&bdquo;Es   klingt als w&auml;ren Sie ver&auml;rgert, dass Ihre Vorgesetzte, als sie Sie mit diesem   neuen Projekt beauftragt hat, Ihr Arbeitspensum nicht ber&uuml;cksichtigt hat.&ldquo;</em></span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><em>&bdquo;Wir kommen hier in   unserer Sitzung wirklich nicht weiter.&ldquo;</em></span></p>

<h2><span style="color: black;">Authentizit&auml;t und Bandbreite (Authenticity   &amp; Range)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Der Coach muss von einem   Ort der Wahrheit, Integrit&auml;t und pers&ouml;nlicher Authentizit&auml;t aus agieren. Auf   diese Weise wird im Coaching eine tiefe Sorge um den Klienten auf pers&ouml;nliche   und authentische Weise ausgedr&uuml;ckt. Authentizit&auml;t und Bandbreite sind durch   drei Merkmale gekennzeichnet:
<ol>
<li>Verbindung: Coach und Klient m&uuml;ssen in einer starken Verbindung   zueinander stehen. Dies gew&auml;hrleistet die Sicherheit, die der Coach ben&ouml;tigt,   um die wahre Gr&ouml;&szlig;e des Klienten hervorzurufen.</li>
<li>Lebendigkeit: Beim Coach und in der Coaching-Beziehung sollte   ein Gef&uuml;hl von Lebendigkeit vorherrschen. In einer neutralen oder   langweiligen Atmosph&auml;re kann wahre Gr&ouml;&szlig;e nicht hervorgerufen werden.</li>
<li>Leidenschaftlicher Mut: Der Coach muss mutig und gewillt sein,   zur Unterst&uuml;tzung des Klienten beim Erreichen seiner Ziele, gro&szlig;e Risiken   einzugehen &ndash; auch auf die Gefahr hin, dass der Klient sich angegriffen f&uuml;hlt.</li>
</ol>
</span></p>

<h2><span style="color: black;">Brainstorming</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Mit dieser Technik k&ouml;nnen Coach und Klient gemeinsam Ideen,   Alternativen und L&ouml;sungsm&ouml;glichkeiten entwickeln. Einige der vorgeschlagenen   Ideen d&uuml;rfen dabei auch unpraktisch oder &uuml;berspannt sein, denn es handelt   sich hierbei um eine rein kreative &Uuml;bung zur Auslotung der f&uuml;r den Klienten   verf&uuml;gbaren M&ouml;glichkeiten. Weder Coach noch Klient h&auml;ngen dabei &uuml;berm&auml;&szlig;ig an   den vorgeschlagenen Ideen.</span></p>

<h2><span style="color: black;">Co-Active&reg; Coaching</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Ein starkes B&uuml;ndnis, das   zu dem Zweck gestaltet wird, den lebenslangen Prozess des menschlichen   Lernens, der Effektivit&auml;t und der Erf&uuml;llung zu f&ouml;rdern und zu verbessern.</span></p>

<h2><span style="color: black;">Das Thema identifizieren (Identify the Topic)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">
<ol>
<li>Balance-Coaching f&auml;ngt bei einem klar   umrissenen Thema an, das dem Klienten am Herzen liegt. Es ist dabei wichtig,   das Thema selbst zu identifizieren und weitere, darin eingebettete,   Perspektiven wegzulassen. Wenn der Klient das Coaching mit einer Aussage wie   &bdquo;Ich habe ein Problem in der Beziehung zu meinem Kunden&ldquo; beginnt, dann ist   das genaue Thema &bdquo;Die Beziehung zu meinem Kunden&ldquo; und die erste Perspektive   ist &bdquo;ein Problem haben&ldquo;. Wenn Sie allerdings die Balance-Arbeit mit dem Thema   &bdquo;ein Problem haben&ldquo; beginnen, dann werden Sie beim Coaching bald   steckenbleiben. Unterscheiden Sie immer die eingebetteten Perspektiven vom   Thema und halten Sie sie stets davon getrennt.</li>
<li>In Fulfillment- oder   Process-Coaching-Sitzungen kann dies so aussehen, dass Sie mit dem Klienten   die Tagesordnungspunkte f&uuml;r die Coaching-Sitzung besprechen.</li>
</ol>
</span></p>

<h2><span style="color: black;">Der   Fokus liegt auf der ganzen Person (Focus on the Whole Person)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Menschen sind ein komplexes und einzigartiges System, von denen   jeder einzelne Teil Einfluss auf die anderen Aspekte hat. Es ist sehr wichtig,   alle Aspekte des Menschen &ndash; Geist, K&ouml;rper, Seele und Gef&uuml;hle &ndash; einzuschlie&szlig;en.</span></p>

<h2><span style="color: black;">Die Agenda des Klienten einhalten (Hold the Client&rsquo;s Agenda)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Das Einhalten der Agenda des Klienten repr&auml;sentiert das Herz des   Co-Active&reg; Coachings. Sobald der Coach die Agenda des Klienten einh&auml;lt, l&auml;sst   er von seinen eigenen Meinungen, Urteilen und Antworten ab und richtet seine   ganze Unterst&uuml;tzung ausschlie&szlig;lich auf Erf&uuml;llung, Balance und Prozess des   Klienten. Der Coach folgt der F&uuml;hrung des Klienten, ohne die RICHTIGE Antwort   zu kennen, ohne L&ouml;sungen vorzugeben oder dem Klient zu sagen, was er tun   soll. Das Einhalten der Agenda des Klienten erfordert, dass der Coach seine   komplette Aufmerksamkeit auf den Klienten und dessen Agenda richtet, statt   auf eine Agenda, die der Coach f&uuml;r den Klienten bereith&auml;lt.</span></p>

<h2><span style="color: black;">Die Beziehung erm&auml;chtigen (Grant Relationship Power)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Die Coaching-Beziehung wird separat von Klient und Coach   gesehen. Die St&auml;rke des Coachings liegt nicht nur beim Coach oder Klient   selbst, sondern in der Beziehung zwischen Coach und Klient. Indem man die   Beziehung erm&auml;chtigt, &uuml;bernehmen sowohl der Coach, als auch der Klient die   Verantwortung daf&uuml;r, die Coaching-Beziehung so zu gestalten, dass sie dem   Klienten den gr&ouml;&szlig;ten Nutzen bringt.</span></p>

<h2><span style="color: black;">Die F&uuml;hrung &uuml;bernehmen (Take Charge)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Der Coach w&auml;hlt und lenkt die Ausrichtung des Coachings im   Dienst der Agenda des Klienten. Manchmal verirrt der Klient sich in seinen   Lebensumst&auml;nden und vergisst, was ihm am wichtigsten ist. Dann muss der Coach   die F&uuml;hrung &uuml;bernehmen und das Coaching zu dem zur&uuml;cklenken, was dem Klienten   am meisten bedeutet.</span></p>

<h2><span style="color: black;">Die gemeinsame Gestaltung der Zusammenarbeit (Designed Alliance)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Bereits beim ersten Treffen, oder in der Kennenlern-Sitzung,   beginnt die gemeinsame Gestaltung der Zusammenarbeit. Jede Coaching-Beziehung   wird ma&szlig;geschneidert und exakt an die spezifischen Bed&uuml;rfnisse der   beteiligten Individuen angepasst. Sowohl Klient, als auch Coach beteiligen   sich lebhaft an der Gestaltung der Coaching-Beziehung, die dem Klienten von   gr&ouml;&szlig;tem Nutzen sein soll. Die gemeinsam gestaltete Zusammenarbeit ver&auml;ndert   sich f&uuml;r gew&ouml;hnlich im Lauf der Zeit und muss regelm&auml;&szlig;ig &uuml;berarbeitet werden.</span></p>

<h2><span style="color: black;">Differenzieren (Making Distinctions)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Eine M&ouml;glichkeit, ihren Klienten dabei zu helfen, Situationen   aus einer neuen Perspektive zu betrachten, ist, sie dabei zu unterst&uuml;tzen,   zwischen zwei oder mehr Konzepten, Fakten oder Ideen zu differenzieren. Denn   h&auml;ufig werden zwei Fakten zu einer einzigen entmutigenden &Uuml;berzeugung   vermischt und diese &Uuml;berzeugung scheint dann eine Tatsache im Leben des   Klienten zu sein, was aber nicht stimmt.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Die einzelnen Fakten m&uuml;ssen getrennt und differenziert werden,   damit der Klient seine Ressourcen erweitern kann. Beispiele f&uuml;r sinnvolle Differenzierungen   sind:</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;">&gt;&gt; Scheitern &amp; ein Versager sein <em>(&bdquo;Da ich gescheitert bin, bin ich ein Versager.&ldquo;)</em></span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;">&gt;&gt; Geld &amp; Erfolg <em>(&bdquo;Wenn   ich viel Geld verdiene, hei&szlig;t das, dass ich erfolgreich bin.&ldquo;)</em></span></p>

<h2><span style="color: black;">Erkundungsfragen   (Inquiry)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Der Lernprozess des Klienten soll vertieft und er selbst zu   weiterem Nachdenken angeregt werden? Dann kann man ihm eine wirkungsvolle   Frage als Hausaufgabe stellen. Dahinter steht die Absicht, den Klienten   zwischen den einzelnen Sitzungen, oder &uuml;ber einen l&auml;ngeren Zeitraum hinweg,   zu Erkundungen anzuregen und es ihm so erm&ouml;glichen, Entdeckungen zu machen.   Die Erkundungsfrage basiert f&uuml;r gew&ouml;hnlich auf einer bestimmten Situation,   die der Klient zu diesem Zeitpunkt durchlebt. Auf eine Erkundungsfrage gibt   es nicht nur eine oder zwei &bdquo;richtige&ldquo; Antworten, sondern viele   Antwortm&ouml;glichkeiten.</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><em>&bdquo;Was tolerieren Sie?&ldquo;</em></span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><em>&bdquo;Was bedeutet es,   unerschrocken zu sein?&ldquo;</em></span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><em>&bdquo;Was verstehen Sie unter   Herausforderung?&ldquo;</em></span></p>

<h2><span style="color: black;">Fokussiert bleiben (Holding the Focus)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Sobald der Klient in seinem Handeln einen bestimmten Kurs   eingeschlagen hat, ist es die Aufgabe des Coachs, den Klienten auf diesem Weg   zu halten und ihn dabei zu unterst&uuml;tzen, dem Kurs treu zu bleiben. Denn die   Klienten werden h&auml;ufig durch Ereignisse in ihrem Leben, heftige Gef&uuml;hle, die   durch den Saboteur ausgel&ouml;st werden, oder die schiere F&uuml;lle der M&ouml;glichkeiten   abgelenkt. Der Coach erinnert den Klienten stets an seinen Fokus und hilft   ihm dabei, seine Energie auf die gew&uuml;nschten Ergebnisse oder   Lebensentscheidungen zur&uuml;ckzulenken.</span></p>

<h2><span style="color: black;">Geographie   (Geography)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Die Beziehung zwischen Coach und Klient existiert in der   r&auml;umlichen und in der zeitlichen Dimension. Es wird ein Umfeld geschaffen, in   dem das Coaching stattfindet, ganz gleich, ob das Coaching pers&ouml;nlich oder am   Telefon durchgef&uuml;hrt wird. Diese Umgebung, die viele Facetten, wie z.B. das   Ambiente, die K&ouml;rperhaltung und die Stimmung, umfasst, wird Geographie   genannt. H&auml;ufig wird das Konzept der Geographie mit der reinen K&ouml;rperhaltung   verwechselt, ohne dass bedacht wird, dass dieser K&ouml;rper sich ja in einem   Raum, in einer Umgebung befindet. Durch das Ausloten von Emotionen,   Positionierung, Tonfall und Geschwindigkeit, k&ouml;nnen tiefere Einsichten und   ein gr&ouml;&szlig;eres Verst&auml;ndnis f&uuml;r den Klienten gewonnen werden. Sowohl als Coach,   als auch als Klient gestalten wir die Geographie, selbst wenn wir uns dessen   nicht bewusst sind. Das Coaching kann wesentlich effektiver werden, wenn man   sich der Geographie bewusst wird. Als Coach sollte man sich dabei der   Geographie, die man selbst schafft, bewusst werden und bemerken, was   passiert, wenn der Klient, oder man selbst, sie ver&auml;ndert.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Der K&ouml;rper ist ein hervorragender Indikator f&uuml;r die eigene   Geographie. Sollte der Klient einmal verwirrt sein, so kann der Coach ihn   darum bitten, seine K&ouml;rperhaltung oder die Position im Raum zu ver&auml;ndern oder   er kann ihn einfach dazu bringen, sich zu bewegen. So unterst&uuml;tzt der Coach   den Klienten bei der Feststellung, dass die Ver&auml;nderung der K&ouml;rperhaltung   einen Stimmungswechsel bewirken kann, dass sein Denken so m&ouml;glicherweise   klarer wird, dass sich neue Perspektiven er&ouml;ffnen und die Energie des   Klienten sich ver&auml;ndert. Dann hat die eigentliche Ver&auml;nderung in der Geographie   des Klienten stattgefunden.</span></p>

<h2><span style="color: black;">Handeln f&ouml;rdern / Lernprozess vertiefen (Forward Action &amp;   Deepen Learning)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">In diesem Kontext werden alle Coaching-Techniken ausdr&uuml;cklich   dazu eingesetzt, um den Klienten vorw&auml;rts zu bewegen. Dies kann durch das   Stellen einer Anfrage oder einer wirkungsvollen Frage geschehen. Etwas auf den Punkt zu bringen ist eine M&ouml;glichkeit, um eine Sache noch w&auml;hrend der   Coaching-Sitzung zu erledigen. Man kann den Klienten zum Handeln anregen,   indem man seine Aufmerksamkeit zur&uuml;ck auf sein Ziel lenkt oder indem man eine   Sache umdeutet (Reframing), so dass der Klient wieder frei handeln kann. Auch   das Zeigen von Anerkennung kann den Klienten zum Handeln anregen. Die   effektivste Art, seinen Klienten zum Handeln zu bringen, ist jedoch, wenn man   ihn dazu bringt, etwas noch W&Auml;HREND DER SITZUNG zu tun. Denn dann kann man   ihn an Ort und Stelle unterst&uuml;tzen und seinen Erfolg sofort feiern.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Die Klienten bemerken meist sehr bald, dass es noch einen   zweiten Aspekt gibt, welcher der Coaching-Beziehung zugrunde liegt und das   genaue Gegenteil des Handelns ist: das, was sie aus ihren Handlungen lernen. Dabei   lernen sie &uuml;brigens auch etwas aus den Handlungen, die sie nicht ausgef&uuml;hrt haben   und genau dieses Mittel vertieft den Lernprozess.&nbsp; Aus diesem Grund nennen wir diesen, mit dem   obigen Aspekt verkn&uuml;pften Punkt &bdquo;die Vertiefung des Lernprozesses&ldquo;.</span></p>

<h2><span style="color: black;">Herausforderung   (Challenge)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Eine Herausforderung verlangt, dass der Klient sich weit &uuml;ber   seine selbstauferlegten Grenzen hinaus wagt und DIE ART UND WEISE, WIE ER   SICH SELBST SIEHT, DRASTISCH &Auml;NDERT. Denn h&auml;ufig ist es so, dass der Klient   angesichts der Herausforderung mit einem Gegenangebot antwortet, das gr&ouml;&szlig;er   ist, als das, was er sich urspr&uuml;nglich zugetraut h&auml;tte.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Ein Klient WILL eine hohe Position, die gerade in einer anderen   Abteilung ausgeschrieben wurde. Er glaubt, dass er erst in einem Jahr soweit   ist, die Stelle anzutreten. Nun fordern Sie ihn heraus: &bdquo;Ich fordere Sie   heraus, die Bewerbung f&uuml;r die Stelle jetzt zu schreiben.&ldquo; Der Klient macht   ein Gegenangebot: &bdquo;Ich werde mich mit meiner Vorgesetzten treffen und sie darum   bitten, mich dem Abteilungsleiter zu empfehlen.&ldquo;</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Die Herausforderung beinhaltet, genau wie die Anfrage, eine   genau beschriebene Handlung, Erf&uuml;llungsbedingungen und einen Zeitpunkt, zu   dem die Handlung ausgef&uuml;hrt sein muss. Auf eine Herausforderung gibt es drei   m&ouml;gliche Antworten:
<ol>
<li>Ja,</li>
<li>Nein,</li>
<li>ein Gegenangebot.</li>
</ol>
</span></p>

<h2><span style="color: black;">In diesem Augenblick tanzen (Dance in This Moment)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Es ist &auml;u&szlig;erst kreativ, mit dem zu arbeiten, was im Moment   aufkommt, statt einem festen und rigiden Plan zu folgen. Eine Beziehung besteht   aus flie&szlig;endem Geben und Nehmen. Alles, was geschieht, ist eine Gelegenheit   zu Bewegung und Lernen.</span></p>

<h2><span style="color: black;">Integration</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Sie werden die Erfahrung   machen, dass ein Anliegen aus jedem der drei Prinzipien heraus &ndash; Fulfillment,   Balance und Process &ndash; gecoacht werden kann und der Klient davon profitieren   wird. Alle drei Prinzipien funktionieren und jedes Prinzip wird den Klienten   an einen anderen Ort bringen. Einige Themen der Klienten bieten sich wie von   selbst f&uuml;r ein bestimmtes Prinzip an. Manche Coaching-Interaktion wird   komplett unter Anwendung nur eines der drei Prinzipien ablaufen, in anderen   wird zwischen den Prinzipien gewechselt. Es gibt keine &bdquo;perfekte&ldquo; L&ouml;sung. Man   trifft schlicht eine Wahl und achtet auf die Reaktion des Klienten. Integration   bezeichnet die F&auml;higkeit, einen Anfangspunkt zu w&auml;hlen und zu wissen, dass   man, falls n&ouml;tig, den Kurs jederzeit &auml;ndern kann, indem man alles, was man   &uuml;ber das Co-Active&reg; Coaching wei&szlig;, anwendet.</span></p>

<h2><span style="color: black;">Intuition</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Auf seine Intuition h&ouml;ren bezeichnet den Vorgang, Zugang zu   seinem unbewussten Wissen zu erhalten und diesem zu vertrauen. Die Intuition   selbst ist direktes Wissen, das unbelastet von unserem denkenden Geist ist.   Der Prozess des intuitiven Wissens verl&auml;uft weder linear, noch rational.   Manchmal ergibt die intuitiv erhaltene Information f&uuml;r den Coach rational   keinen Sinn, aber trotzdem kann sie f&uuml;r den Klienten wertvoll sein. Auf seine   Intuition zu h&ouml;ren, kann Risiken bergen und bedeutet, seinem Bauchgef&uuml;hl   vertrauen zu m&uuml;ssen. Der Coach h&auml;ngt dabei nicht an der Korrektheit seiner   Intuition.</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><em>&bdquo;Ich ahne, dass&hellip;&ldquo;</em></span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><em>&bdquo;Ich frage mich, ob&hellip;&ldquo;</em></span></p>

<h2><span style="color: black;">Kalibrierung (Calibration)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Eine Struktur, die dem Klienten dabei hilft, seinen Startpunkt,   das erw&uuml;nschte Ziel und seinen gegenw&auml;rtigen Status in Bezug auf sein eigenes   Wachstum und seinen Entwicklungsprozess zu definieren. Die Kalibrierung   erlaubt dem Klienten auch, seinen Fortschritt in Richtung eines Ziels oder   Traums zu messen.</span></p>

<h2><span style="color: black;">Klient (Client)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">
<ol>
<li>Der Auftraggeber, Kunde bestimmter freiberuflich t&auml;tiger   Personen oder bestimmter Einrichtungen. <em>Duden,   Das Fremdw&ouml;rterbuch.</em></li>
<li>Kunde (eines Rechtsanwalts) [lat. cliens, clientis,   &bdquo;Schutzbefohlener, Sch&uuml;tzling&ldquo;]. <em>Bertelsmann   W&ouml;rterbuch, Online-Ausgabe.</em></li>
</ol>
</span></p>

<h2><span style="color: black;">Menschen   &uuml;berzeugen und f&uuml;r sich gewinnen (Enrollment)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Menschen zu &uuml;berzeugen und f&uuml;r sich zu gewinnen ist eine   F&auml;higkeit, die sowohl im Leben als auch im Coaching z&auml;hlt. Sich authentisch   auf Personen einzulassen und Enthusiasmus, Regung und Lebendigkeit zu   erzeugen, sind Bestandteile effektiver Kommunikation, egal, ob sie mit ihren   eigenen Kindern, einem Klienten, einem Untergebenen oder einem Vorgesetzten   sprechen. Coachs &uuml;berzeugen und gewinnen ihre Klienten f&uuml;r die verschiedenen   Aspekte des Coachings und f&uuml;r die Aussicht, aus ihnen ihr gr&ouml;&szlig;tes,   gro&szlig;artigstes Selbst herauszuholen. So kann der Coach den Klienten im Verlauf   der Coaching-Beziehung beispielsweise davon &uuml;berzeugen und daf&uuml;r gewinnen,   verschiedene Perspektiven auszuprobieren, H&ouml;henfl&uuml;ge und Talfahrten voll zu   erleben, eine Herausforderung anzunehmen und/oder sich daf&uuml;r zu entscheiden,   den Saboteur zu ignorieren. Das alles sind Bereiche, in denen es sich lohnt,   den Klient davon zu &uuml;berzeugen und daf&uuml;r zu gewinnen, sich vollst&auml;ndig zu   beteiligen, da es dem Coaching mehr St&auml;rke verleihen wird.</span></p>

<h2><span style="color: black;">Menschen sind von Natur aus kreativ, vollst&auml;ndig und voller   Ressourcen (People are Naturally Creative, Resourceful and Whole)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Dies ist einer der Eckpfeiler des Co-Active&reg;-Modells und ein   Schl&uuml;sselelement des Co-Active&reg; Coachings. Der Klient ist von Natur aus   kreativ, vollst&auml;ndig und voller Ressourcen.</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;">&gt;&gt; Alles ist unversehrt und nichts bedarf der Reparatur.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;">&gt;&gt; Menschen haben die nat&uuml;rliche F&auml;higkeit, die   Herausforderungen, mit denen sie konfrontiert werden, zu &uuml;berwinden.</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;">&gt;&gt; Der Coach stellt die Fragen, der Klient hat die   Antworten.</span></p>

<h2><span style="color: black;">Meta-Perspektive (Meta-view)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Die Meta-Perspektive entspricht dem Gesamtbild oder der   &Uuml;bersicht. Der Coach zieht sich von den unmittelbaren Themen des Klienten   zur&uuml;ck oder bittet den Klienten darum, sich zur&uuml;ckzuziehen. Vom klaren   &Uuml;berblick dieser erweiterten Perspektive aus, reflektiert er dem Klienten das   Gesehene.</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><em>&bdquo;Stellen Sie sich vor, Ihr Leben sei eine Stra&szlig;e und wir w&uuml;rden   einen Hubschrauberflug dar&uuml;ber hinweg machen. Was w&uuml;rden wir sehen?&ldquo;</em></span></p>

<h2><span style="color: black;">Metaphern (Metaphor)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Metaphern werden dazu verwendet, um etwas zu veranschaulichen   und f&uuml;r den Klienten mit Worten innere Bilder zu generieren.</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><em>&bdquo;Ihr   Geist ist wie ein Tischtennisball, der zwischen den verschiedenen   Entscheidungsm&ouml;glichkeiten hin und her saust.&ldquo;</em></span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><em>&bdquo;Sie haben die Ziellinie   fast erreicht. Geben Sie alles! Sie k&ouml;nnen das Rennen gewinnen!&ldquo;</em></span></p>

<h2><span style="color: black;">Neugier   (Curiosity)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Dem Co-Active&reg; Coaching liegt die &Uuml;berzeugung zugrunde, dass die   Klienten kreativ und voller Ressourcen sind und dass sie die Antworten in   sich tragen. Dies bedeutet, dass der Coach die Aufgabe hat, neugierig zu sein   und Fragen zu stellen. Die Fragen, die der Coach stellt, sind provokant,   offen und einladend. Sie sollen den Klienten dazu einladen in eine bestimmte   Richtung zu blicken, aber sie zielen auf keine bestimmte L&ouml;sung ab, denn es   sind keine Suggestivfragen. Au&szlig;erdem sind Coachs keineswegs an die Antworten,   die sie erhalten, gebunden. Ist die Suche nach einer Antwort an einem   bestimmten Ort nicht erfolgversprechend, so werden die Klienten das wissen   und es sagen oder der Coach wird bemerken, dass er in eine Sackgasse geraten   ist und eine andere Frage stellen.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Neugier   ist ein spielerischer Zustand, voller wunderbarer M&ouml;glichkeiten, wie an den   folgenden Beispiele zu sehen ist: &bdquo;Ich frage mich, was Sie sich w&uuml;nschen&ldquo;,   &bdquo;Ich w&uuml;rde wirklich gerne wissen, wie Ihr Leben aussehen w&uuml;rde, wenn Sie es   nach Ihren W&uuml;nschen gestalten k&ouml;nnten&ldquo;, &bdquo;Mich w&uuml;rde sehr interessieren, wof&uuml;r   Sie sich einsetzen&ldquo; oder &bdquo;Ich wundere mich, was Sie noch aufh&auml;lt&ldquo;. Der   Spielraum der Neugier ist riesengro&szlig; und offen f&uuml;r Entdeckungen. Coach und   Klient betreten diesen Raum gemeinsam, um sich umzusehen.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Neugier   bedeutet in gewisser Weise auch verminderte Gefahr. Die Neugier verringert   das Risiko und beseitigt den erdr&uuml;ckenden Charakter potenzieller   Urteilsbildungen. Es ist keine gro&szlig;e Sache, sich neugierig umzusehen, da wir   doch nur wissbegierig sind.&nbsp; Dennoch   ist die Neugier au&szlig;erordentlich m&auml;chtig, da sie die Offenheit beinhaltet, &uuml;berrascht   zu werden und unerwartete Wahrheiten zu finden, &auml;hnlich einem Kind, das sagt:   Schau, was ich gefunden habe! Letztendlich ist es spannend, die Dinge auf   eine neugierige Art zu betrachten.</span></p>

<h2><span style="color: black;">Person statt Problem (Person Not Problem)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Der   h&auml;ufigste Fehler, den Coachs machen, ist zu vergessen, dass sie einen   Klienten coachen. Stattdessen glauben sie, sie m&uuml;ssten ein Problem   l&ouml;sen.&nbsp; Sie haben das wichtigste &bdquo;Ding&ldquo;   im Coaching aus den Augen verloren: dieses &ldquo;Ding&rdquo; ist der lebende Mensch, der   vor ihnen sitzt oder am Telefon mit ihnen spricht. &nbsp;Aber diese Coachs sind zu sehr damit   besch&auml;ftigt, etwas herauszufinden, zu verstehen, zu man&ouml;vrieren und   Strategien zu entwickeln. Kurz gesagt, sie denken einfach viel zu viel. Das   Resultat ist eine Form von Coaching, die sich auf das L&ouml;sen von Problemen   konzentriert und Probleme am liebsten verschwinden lassen m&ouml;chte. Die beste   Art von Coaching findet dann statt, wenn der Coach sich auf die Person, statt   auf das Problem, konzentriert.</span></p>

<h2><span style="color: black;">Perspektiven (Perspectives)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Die Perspektive ist eine der Gaben, die der Coach in die   Coaching-Beziehung einbringt &ndash; nicht die &bdquo;einzig richtige&ldquo; Perspektive,   sondern einfach eine andere Sichtweise. Das Schaffen neuer Perspektiven   erweitert die Blende, durch die der Klient seine Lebensumst&auml;nde betrachtet. Ein   Bestandteil des Coachings ist, die Klienten dazu einzuladen, ihr Leben oder   bestimmte Themen aus einer anderen Richtung zu betrachten. Wenn sie die Dinge   nur aus einer Perspektive, der alten Sichtweise, betrachten, dann haben sie weniger   Ressourcen zu ihrer Verf&uuml;gung und werden Opfer ihrer Lebensumst&auml;nde. Sind sie   jedoch in der Lage, ihren Standpunkt zu &uuml;berpr&uuml;fen, dann werden sie auch   imstande sein, Chancen und Ver&auml;nderungen wahrzunehmen.</span></p>

<h2><span style="color: black;">Planung   (Planning)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Der Coach hilft dem Klienten bei der Definition der Richtung, in   die er gehen m&ouml;chte und &uuml;berwacht den Fortschritt des Klienten dabei aktiv. H&auml;ufig   profitieren die Klienten von der Unterst&uuml;tzung bei ihrer Planung und ihrem   Zeitmanagement, wenn der Coach ihnen dabei hilft, ihre F&auml;higkeiten auf diesen   Gebieten auszubauen.</span></p>

<h2><span style="color: black;">Reframing</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Beim Reframing   (Umdeuten) wird dem Klienten eine andere Perspektive aufgezeigt. Der Coach   nimmt ein Reframing einer Situation vor, indem er die Ausgangsinformation   anders auslegt. Nehmen wir beispielsweise an, dass eine Klientin soeben   dar&uuml;ber informiert wurde, dass sie als Bewerberin auf eine hohe Position an einem   hart umk&auml;mpften Markt an zweiter Stelle steht. Sie ist nun sehr entt&auml;uscht   und zweifelt an ihrer beruflichen Kompetenz. Ein Reframing der Situation   k&ouml;nnte folgenderma&szlig;en aussehen: &bdquo;Auf einem so hart umk&auml;mpften Markt an   zweiter Stelle ausgew&auml;hlt worden zu sein, weist doch gerade auf die hohe   Qualit&auml;t Ihres Expertenwissens und Ihrer Erfahrung hin.&ldquo;</span></p>

<h2><span style="color: black;">Resonanz / Dissonanz (Resonance /   Dissonance)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Wenn es Resonanz gibt,   dann lebt der Klient seine Werte, der Coach f&uuml;hlt das wahre Selbst des   Klienten und ein Gef&uuml;hl der Lebendigkeit geht vom Klienten aus. Dissonanz   hingegen zeigt die Gegenwart des Saboteurs an.</span></p>

<h2><span style="color: black;">Saboteur</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Der Saboteur ist ein Konzept, das eine Reihe von miteinander   einhergehenden Gedankeng&auml;ngen und Gef&uuml;hlen bezeichnet, welches den Status Quo   in unserem Leben erhalten m&ouml;chte. H&auml;ufig tritt es als eine Struktur in   Erscheinung, die uns zu sch&uuml;tzen scheint, uns jedoch in Wirklichkeit davon   abh&auml;lt, uns weiterzubewegen und das zu bekommen, was wir uns im Leben   wirklich w&uuml;nschen. Der Saboteur ist, wie unser Bewusstsein, unser st&auml;ndiger   Begleiter. Er ist weder gut, noch schlecht, er ist einfach. Der Saboteur   verliert an Macht &uuml;ber uns, wenn wir ihn als das identifizieren k&ouml;nnen, was   er ist, wenn wir unsere Optionen in der Situation erkennen und dann bewusst   entscheiden, was wir in diesem Augenblick wirklich tun m&ouml;chten.</span></p>

<h2><span style="color: black;">Selbstmanagement   (Self-Management)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Selbstmanagement ist die F&auml;higkeit des Coachs, sich selbst, im   Dienst der Einhaltung der Agenda des Klienten, au&szlig;en vor zu lassen. Das   bedeutet, all seine Meinungen, Vorlieben, Urteile und &Uuml;berzeugungen beiseite   zu lassen, um die Agenda des Klienten zu st&uuml;tzen und widerzuspiegeln. Eine   weitere Facette des Selbstmanagements ist der Umgang mit dem Saboteur des   Klienten. Der Coach kann dem Klienten dabei helfen, den Saboteur zu   identifizieren und ihn dann mit Instrumenten ausstatten, die es dem Klienten   erm&ouml;glichen, mit seinem Saboteur umzugehen. Ein weiteres Hilfsmittel f&uuml;r das   Selbstmanagement des Coachs oder des Klienten ist das &bdquo;sich Luft machen&ldquo;.</span></p>

<h2><span style="color: black;">Selbstverpflichtung (Commitment)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Zwischen Zielen und Selbstverpflichtung besteht ein   grundlegender Unterschied. Das Ziel ist das nach au&szlig;en sichtbare Ergebnis, wohingegen   die Selbstverpflichtung dem inneren Antrieb entspricht, der ein Ziel erst   entstehen l&auml;sst. Richtet man die Frage &bdquo;Wof&uuml;r setzen Sie sich ein?&ldquo; an einen   Klienten, so f&uuml;hlt er sich dazu veranlasst, tiefer in sich selbst   hineinzuhorchen, als wenn man ihn fragen w&uuml;rde &bdquo;Was ist Ihr Ziel?&ldquo;. In   einigen F&auml;llen ist es notwendig, erst die Selbstverpflichtung zu verstehen,   bevor Ziele gesetzt werden k&ouml;nnen. In anderen F&auml;llen ver&auml;ndert die   Verdeutlichung der Selbstverpflichtung die Zielsetzung.</span></p>

<h2><span style="color: black;">Sich Luft machen (Clearing)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Sich Luft machen ist eine Technik, die sowohl dem Klienten, als   auch dem Coach n&uuml;tzt. Wenn der Klient gedanklich mit einer Situation oder   Befindlichkeit besch&auml;ftigt ist und dies seiner F&auml;higkeit, bei der Sache zu   sein oder zu handeln in die Quere kommt, dann hilft der Coach dem Klienten,   indem er ein aktiver Zuh&ouml;rer ist, w&auml;hrend der Klient sich Luft macht oder   sich beschwert. Sowohl der Klient, als auch der Coach haben dabei die   Absicht, die Emotionalit&auml;t aus der Situation zu r&auml;umen. Durch das aktive   Zuh&ouml;ren wird es dem Klienten erm&ouml;glicht, Situationen f&uuml;r eine Weile aus dem   Weg zu r&auml;umen, um sich auf den n&auml;chsten Schritt konzentrieren zu k&ouml;nnen.   H&auml;ngt der Coach sich an einer Interaktion mit einem Klienten auf oder ist er   gedanklich mit Themen besch&auml;ftigt, die den Klienten nicht betreffen, hat der   Coach die M&ouml;glichkeit, sich Luft zu machen. Der Coach macht sich Luft, indem   er seine Erfahrungen oder Sorgen mit einem Kollegen oder Freund teilt, um   sich danach wieder voll und ganz dem Klienten widmen zu k&ouml;nnen.</span></p>

<h2><span style="color: black;">Strukturen   (Structures)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Strukturen sind Mittel, die den Klienten an die Visionen, Ziele,   Absichten oder Handlungen erinnern, die er sofort aus&uuml;ben muss. Einige   Beispiele f&uuml;r Strukturen sind Collagen, Kalender, Mitteilungen per   Anrufbeantworter, Wecker und dergleichen.</span></p>

<h2><span style="color: black;">Transformation   bewirken (Evoke Transformation)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Transformation und Entwicklung sind die Natur des Lebens. Der   Coach hat die Aufgabe, die gr&ouml;&szlig;ten M&ouml;glichkeiten f&uuml;r den Klienten zu er&ouml;ffnen.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Um   eine Transformation zu bewirken, steht der Coach leidenschaftlich und   couragiert f&uuml;r seinen Klienten ein, damit dieser mit mehr&nbsp; Selbstvertrauen seine st&auml;rkste Form   einnehmen kann.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Dies   geschieht entweder dann, wenn der Coach den Klienten darum bittet, einen   mutigen, vielleicht furchteinfl&ouml;&szlig;enden, Schritt in eine Richtung zu machen,   die der Klient in seinem Leben einschlagen m&ouml;chte. Oder er fordert den   Klienten dazu heraus, seinen Widerstand oder seine Angst zu &uuml;berwinden, um   sich einer Sache ganz und gar zu stellen.</span></p>

<h2><span style="color: black;">Um Erlaubnis bitten (Asking Permission)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Diese Technik erm&ouml;glicht   dem Klienten, der Coaching-Beziehung Bereiche zug&auml;nglich zu machen, die man   normalerweise als sehr intim oder gar unh&ouml;flich empfinden w&uuml;rde.<br />Beispiele: &bdquo;Darf ich Ihnen eine   unangenehme Wahrheit verraten?&ldquo;, &bdquo;Ist es f&uuml;r Sie in Ordnung, dass ich Sie zu   diesem Thema coache?&ldquo;, &bdquo;Darf ich Ihnen sagen, was ich sehe?&ldquo;.</span></p>

<h2><span style="color: black;">Unterbrechen (Intrude)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Gelegentlich wird der Coach sich einmischen m&uuml;ssen, um einen   Klienten, der kein Ende findet oder sich selbst an der Nase herumf&uuml;hrt, zu   unterbrechen oder aufzuwecken. Wenn Sie ihn unterbrechen, so geschieht dies   zugunsten der Agenda des Klienten, da man den Klienten meist in eine   bestimmte Richtung weist: &bdquo;Einen Moment bitte. Was steckt wirklich   dahinter?&ldquo;. Unterbrechungen werden in einigen Kulturen als unh&ouml;flich   empfunden. Das <em>The Coaches Training   Institute</em> betrachtet Unterbrechungen jedoch als Direktheit dem Klienten   gegen&uuml;ber, die ihm erm&ouml;glichen soll, mit Situationen sofort umzugehen und sie   ehrlich zu beurteilen. Manchmal besteht die Unterbrechung aus einer harten   Wahrheit, wie &bdquo;Sie f&uuml;hren sich selbst an der Nase herum&ldquo;, ein anderes Mal   stellt man beim Unterbrechen einfach nur einen Sachverhalt fest, wie &bdquo;Sie   weichen dem Thema aus&ldquo;.</span></p>

<h2><span style="color: black;">Verbindlichkeit (Accountability)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Verbindlichkeit   bedeutet, dass Ihre K<a name="_GoBack"></a>lienten die vereinbarten Ziele   auch wirklich einhalten. &nbsp;Drei Fragen   gehen damit einher:
<ol>
<li>Was werden Sie tun?</li>
<li>Bis wann werden Sie es tun?</li>
<li>Wie werde ich davon erfahren?</li>
</ol>
Verbindlichkeit umfasst weder   Schuldzuweisungen noch Urteilsbildungen. Stattdessen engagiert sich der   Klient vollends f&uuml;r sein Ziel oder seine Vision. Der Coach vereinbart in   diesem Sinne mit dem Klienten, welche Handlungen dieser verbindlich eingehen   wird. &nbsp;Gegebenenfalls beinhaltet die   Verbindlichkeit auch die Abstimmung &uuml;ber weitere Schritte.</span></p>

<h2><span style="color: black;">Verdeutlichung (Clarifying)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Ist ein Klient einmal nicht dazu in der Lage, klar zu   formulieren, was er m&ouml;chte oder wohin er geht, dann verdeutlicht der Coach   die Erfahrung des Klienten. Die Verdeutlichung wird als Reaktion auf die   Verwirrung oder Unsicherheit eines Klienten oder dessen ungenaue Vorstellung   im Hinblick auf seine W&uuml;nsche angewendet. Diese Technik ist eine Kombination   der Methoden In-Frage-Stellen, Reframing (Umdeuten) und Aussprechen, was ist.   Sie kann besonders beim Prozess des Kennenlernens (Discovery) von gro&szlig;em   Nutzen sein.</span></p>

<h2><span style="color: black;">Vision / Visualisieren (Vision / Visioning)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Eine Vision entspricht einem mentalen Bild mit vielen Facetten,   das den Klienten pers&ouml;nlich definiert und ihn dazu anregt, dieses Bild in   seinem wirklichen Leben umzusetzen. Eine starke Vision ist lebendig, fesselnd   und anziehend. Sie verleitet den Klienten dauerhaft dazu, dieses Wunschbild   wahr werden zu lassen. Eine Vision gibt dem Klienten eine Richtung vor und   kann dem Leben des Klienten Sinn verleihen.</span></p>

<h2><span style="color: black;">Wahl   (Choice)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Die Wahl ist in der Formel des Balance-Coaching der zweite   Baustein. Sobald ein Klient herausgefunden hat, dass es nicht nur &bdquo;eine   Wahrheit&ldquo; gibt, sondern viele verschiedene Perspektiven, aus denen man eine   bestimmte Situation betrachten kann, kann er die Perspektive ausw&auml;hlen, die   ihm am meisten Nutzen bringen wird. Es ist wichtig, die Wahl haben zu k&ouml;nnen,   denn nur dann ist der Klient nicht l&auml;nger Opfer der &auml;u&szlig;eren Umst&auml;nde, sondern   hat die Macht, dar&uuml;ber zu entscheiden, wie er eine Situation betrachten   m&ouml;chte. So kann beispielsweise in dem Fall, dass jemandem gek&uuml;ndigt wurde,   die erste Perspektive sein, den Gek&uuml;ndigten als Versager zu betrachten. Indem   er jedoch andere Sichtweisen in Betracht zieht, kann der Klient die   Entscheidung treffen, dass eine K&uuml;ndigung die neue M&ouml;glichkeit bereith&auml;lt,   endlich eine wahre Leidenschaft zu verwirklichen. Von dieser Perspektive aus   hat der Klient die Wahl und kann nun damit beginnen, zuversichtlich neue   M&ouml;glichkeiten auszuloten.</span></p>

<h2><span style="color: black;">Werte   (Values)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Werte repr&auml;sentieren die Pers&ouml;nlichkeit eines Menschen. Es sind   Prinzipien, die Sie in Ihrem Leben wertsch&auml;tzen. Die Menschen verwechseln   Werte h&auml;ufig mit Moral. Werte werden nicht ausgew&auml;hlt, sondern sie wohnen   einer Person inne. Ihre pers&ouml;nlichen Werte sind so individuell wie Ihr   Fingerabdruck.</span></p>

<h2><span style="color: black;">Wirkungsvolle   Fragen (Powerful Questions)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Eine wirkungsvolle Frage f&uuml;hrt zu Klarheit, Handlungen,   Entdeckungen, Einsichten oder Selbstverpflichtung. Sie bringt mehr   M&ouml;glichkeiten, neue Lernprozesse oder eine klarere Sicht hervor.   Wirkungsvolle Fragen sind offene Fragen, bei denen eine Antwort mit Ja oder   Nein nicht in Frage kommt. Wirkungsvolle Fragen ergeben sich aus der Agenda   des Klienten und regen ihn entweder zum Handeln an oder verst&auml;rken seinen   Lernprozess.</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;">&bdquo;Was wollen Sie wirklich?&ldquo;</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;">&bdquo;Was ist der n&auml;chste Schritt?&ldquo;</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;">&bdquo;Wie werden Sie beginnen?&ldquo;</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;">&bdquo;Was kostet Sie das?&ldquo;</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;">&bdquo;Was sollten Sie nie vergessen?&ldquo;</span></p>

<h2><span style="color: black;">Zeuge sein (Witnessing)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Zeuge der Erfahrung eines Klienten zu sein, ist zugleich einfach   und schwer. Es bedeutet, dass der Coach sich in diesem Moment vollkommen dem   Klienten verpflichtet und ihn bei seiner Erfahrung begleitet. Zeuge zu sein   schafft eine kraftvolle Verbindung, die &uuml;ber das Denken oder Verstehen   hinausgeht. Wenn ein Coach Zeuge der Erfahrung eines Klienten ist, dann   schafft er einen einladenden und gro&szlig;z&uuml;gigen Raum, in dem der Klient sich   vollst&auml;ndig der Erfahrung seines Lebens widmen kann.</span></p>

<h2><span style="color: black;">Zielsetzung (Goal Setting)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Die Klienten leben ihre M&ouml;glichkeiten aus, indem sie sich Ziele   setzen und diese verwirklichen. Ziele helfen dem Klienten dabei, fokussiert   zu bleiben und die Richtung einzuhalten, die sie zu der Person werden l&auml;sst,   die sie sein m&ouml;chten. Ziele sind nicht gleichzusetzen mit Handlungen, sondern   sind, im Gegenteil, das erw&uuml;nschte Ergebnis derselben.<br />Es   gibt viele Versionen des Akronyms &bdquo;SMART&ldquo;, wenn es auf Ziele angewendet wird.   Hier ist die CTI-Version der Abk&uuml;rzung:&nbsp;</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><strong>S</strong>pecific - Spezifisch</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><strong>M</strong>easurable - Messbar</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><strong>A</strong>ccountable - Verbindlich</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><strong>R</strong>esonant - Resonant</span></p>
<p class="MsoNormal" style="margin-left: .5in;"><span style="color: black;"><strong>T</strong>hrilling - Begeisternd</span></p>

<h2><span style="color: black;">Zuh&ouml;ren   (Listening)</span> <a href="#top" class="top-anchor">Top</a></h2>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">Der Coach h&ouml;rt in Worten   und Verhalten des Klienten auf dessen Vision, Werte, Selbstverpflichtungen und   Ziele. &bdquo;Auf etwas h&ouml;ren&rdquo; bedeutet, beim Zuh&ouml;ren nach etwas zu suchen. Der   Coach h&ouml;rt bewusst zu, mit der Absicht und dem Fokus, die auf der gemeinsam   mit dem Klienten gestalteten Zusammenarbeit beruhen. Der Coach h&ouml;rt auf die   Agenda des Klienten, nicht auf die Agenda, die er selbst f&uuml;r den Klienten   bereith&auml;lt. Das <em>The Coaches Training   Institute</em> nennt das H&ouml;ren auf eigene Gedanken, Urteile und Meinungen zur   Geschichte des Klienten &bdquo;die Ebene 1&ldquo;, das Zuh&ouml;ren mit einem geb&uuml;ndelten   Fokus &bdquo;die Ebene 2&ldquo; und globales Zuh&ouml;ren &bdquo;die Ebene 3&ldquo;.</span></p>
<p class="MsoNormal"><span style="color: black;">Im Coaching h&auml;ngt alles vom Zuh&ouml;ren ab und besonders davon, immer   mit der Agenda des Klienten vor Augen zuzuh&ouml;ren. Der Coach h&ouml;rt auf   Lebenszeichen, auf Entscheidungen, die der Klient trifft und wie diese   Entscheidungen ihn zu mehr Balance f&uuml;hren oder ihn davon abbringen. Das   Zuh&ouml;ren ist das Tor, durch das sich der Coach Zugang zum Klienten verschafft.</span></p>
<p class="MsoNormal"><span style="color: black;">Beim Coaching gibt es zwei Aspekte des Zuh&ouml;rens:</span></p>
<ol>
<li>Aufmerksamkeit&mdash; Das   Bewusstsein f&uuml;r die Information, die wir durch unsere Sinne (H&ouml;ren, Sehen und   Intuition) empfangen. Wir achten auf alle erhaltenen Informationen. Wir   achten auf das Atmen am Telefon, die Sprechgeschwindigkeit und Ver&auml;nderungen   in der Stimmlage. Wir f&uuml;hlen den Druck hinter den Worten, denn die Stimme   kann sich sanft, scharf, z&ouml;gerlich oder w&uuml;tend anh&ouml;ren.</li>
<li>Wirkung&mdash;Was wir mit unserem   H&ouml;ren bewirken. Welche Wirkung hat der Coach auf den Klienten? Die Art, wie   der Coach zuh&ouml;rt und was er mit dem Geh&ouml;rten anf&auml;ngt, hat Auswirkungen auf   den Klienten.</li>
</ol>
<p class="MsoNormal"><span style="color: black;">Es gibt drei Ebenen des Zuh&ouml;rens:</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;"><strong><em>Ebene 1: Inneres Zuh&ouml;ren </em></strong></span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">&gt;&gt; Unsere Aufmerksamkeit liegt bei uns&mdash; sie lauscht dem   Klang unserer inneren Stimme.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">&gt;&gt; Das H&ouml;ren auf die   eigenen Gedanken, Meinungen, Urteile, Gef&uuml;hle und Schlussfolgerungen.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">&gt;&gt; Das f&uuml;r den Klienten angemessene Level des Zuh&ouml;rens.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">&gt;&gt; Befindet sich der Coach   auf Ebene 1, dann ist er sich des Klienten nicht bewusst und ist sich auch   seiner Wirkung auf den Klienten nicht bewusst.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;"><strong><em>Ebene 2: Fokussiertes Zuh&ouml;ren </em></strong></span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">&gt;&gt; Die gesamte   Aufmerksamkeit liegt geb&uuml;ndelt auf dem Gegen&uuml;ber, das Zuh&ouml;ren ist direkt auf   den Klienten ausgerichtet.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">&gt;&gt; Wir h&ouml;ren auf Worte, Ausdr&uuml;cke,   Gef&uuml;hle, das Unausgesprochene, Werte, Visionen und das, was dem Klienten   Energie verleiht.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">&gt;&gt; Wir achten auf die Wirkung auf den Klienten&mdash; bl&uuml;ht er   auf (Resonanz) oder verschlie&szlig;t er sich (Dissonanz)?</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;"><strong><em>Ebene 3: Globales Zuh&ouml;ren </em></strong></span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">&gt;&gt; Die Aufmerksamkeit   gleicht einem allumfassenden Fokus; wir h&ouml;ren mit einem &bdquo;Radius von 360&deg;&ldquo; zu.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">&gt;&gt; Das Bewusstsein erfasst alles, was Sie sehen, h&ouml;ren,   riechen und f&uuml;hlen.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">&gt;&gt; Ebene 3 erleichtert den Zugang zu Ihrer Intuition.</span></p>
<p class="MsoNormal" style="text-indent: .5in;"><span style="color: black;">&gt;&gt; Der Coach ist sich seiner Wirkung auf den Klienten   bewusst und kann damit tanzen.</span></p>


<!--EndFragment--></p>


    

  </div>
</div>





<!-- ctaAreaId -->
<div id="cta-area">
</div>
<!-- -->
</div>


<!-- used for cross-browser stabilizion of layout -->
<div class="pageclear"></div>
</div>
<div id="footer">
  <img id="cti-logo-tagged" src="/res/img/cti-changing-business-transforming-lives.gif" width="176" height="57" alt="cit: changing business. transforming lives."/>
<div id="footer-content">
  <!-- footerNavId --><?php include 'id_footer-nav-course-matls.php'; ?><!-- -->
  <img id="icf-logo" src="/res/img/icf-logo.gif" width="74" height="57" alt="International Coach Federation"/>
</div>
</div>
</div>
<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-5715102-1");
pageTracker._trackPageview();
} catch(err) {}</script>
</body>
</html>
