<script src="http://www.google.com/jsapi"></script>
<script>
google.load("jquery", "1.4.2");
google.setOnLoadCallback(function() {
});
</script>
</head>
<body>
<div id="page">
  
<div id="tools">
  <!-- generalID --><!-- -->
  <!-- eCommerceID --><!-- -->
  <!-- courseMaterialsID --><?php include 'id_course_materials.php'; ?><!-- -->
</div>
<div id="primary">
  <!-- contactNavID --><!-- -->
  <ul id="main-nav">
  </ul>
  
<div id="broadcast">
  <img src="/res/img/page-banners/content_course_int.gif" width="920" height="124" alt="Coach Training" usemap="#logobutton" />
  <map id="logobutton" name="logobutton">
  <area shape="rect" coords="822,0,899,103" href="/" title="CTI Home" alt="CTI Home" />
  </map>
</div>




<div id="content">

<div id="main">
  <div id="breadcrumbs">
    <p><span id="youarehere" class="accessibility-hide">You are here:&#160;</span>
    <!-- <a href="/learning-hub/">Learning Hub</a><span class="divider">&#160;||&#160; -->
    <a href="/learning-hub/de/intermediate/">Intermediate</a><span class="divider">&#160;||&#160;
    <a href="/learning-hub/de/intermediate/" class="here">&#220;bersicht</a></p>
  </div>

  <div class="sec">

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/de/intermediate/fulfillment/"><strong class="psuedo-head">Fulfillment</strong></a></li>
  </ul>

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/de/intermediate/balance/"><strong class="psuedo-head">Balance</strong></a></li>
  </ul>

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/de/intermediate/process/"><strong class="psuedo-head">Process</strong></a></li>
  </ul>

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/de/intermediate/synergy/"><strong class="psuedo-head">Synergy</strong></a></li>
  </ul>

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/de/intermediate/glossary.html"><strong class="psuedo-head">Glossary</strong></a></li>
</ul>
	
	<br /><br /><br />
	<a class="buttonlh" href="/learning-hub/loginLH.html?logout=1">Sign-out</a>



  </div>
<a name="before"></a>
  <div class="pri int">



<h1><i>Intermediate</i>-Kursserie</h1>


<p class="lightbluecaps">Sind die Absolventen des <i>Co-active&#174; Coaching Fundamentals</i>-kURSES einmal &#252;berzeugt von der Vision und Wirkung des Coachings,
        k&#246;nnen sie meist nicht genug davon bekommen. Unsere Kurse f&#252;r Fortgeschrittene sind Intensivkurse mit dem Fokus auf aktivem,
        erfahrungsorientiertem Lernen, das die Qualit&#228;t Ihres Coachings umgehend verbessern wird, unabh&#228;ngig davon, mit wem und wann Sie ES
        durchf&#252;hren.</p>

<h2>Wie man die Lernplattform nutzt</h2>
<p>In der linken Spalte finden Sie einen Link zu jedem Kurs der <i>Intermediate</i>-Kursserie. Nutzen Sie die Links zur Navigation durch Inhalte und
        Ressourcen jedes Kurses. F&#252;r jeden Kurs gibt es Anweisungen dar&#252;ber, was zu tun ist und einen eigenen Abschnitt <b>Ressourcen</b> mit einer
        Reihe von <b><i>Materialien</i></b>, <b><i>Themen</i> </b>und <b><i>Unternehmerischen Grundlagen.</i></b>
				<br />Um zu beginnen, klicken Sie bitte auf <i><a href=" http://www.thecoaches.com/learning-hub/de/intermediate/fulfillment/">Fulfillment</a></i>.</p>

<h2>Die Kurse der Kursserie</h2>
<p>Die im Folgenden vorgestellten Intermediate-Kurse laufen jeweils &#252;ber drei volle Tage und m&#252;ssen in der aufgef&#252;hrten Reihenfolge absolviert werden.</p>
<p><strong>Fulfillment</strong><br />
    <i>Fulfillment</i>
        -Coaching, das hei&#223;t Coaching mit Ausrichtung auf die Erf&#252;llung des Klienten, bedeutet, die Klienten dazu zu bringen, sich von selbst
        auferlegten Regeln und Beschr&#228;nkungen zu l&#246;sen. Dies soll sie dazu bewegen, ihr Leben so zu gestalten, dass das, was sie wirklich antreibt,
        darin im Mittelpunkt steht.</p>
<p>Im<i> Fulfillment</i>-Kurs lernt man:</p>
<ul>&raquo; durch Nutzung von Bildersprache und von &#8222;Inneren Reisen&#8220; zur Selbsterkundung den Klienten dabei
        zu helfen, eine Vision ihrer selbst gestalteten Zukunft zu erhalten.<br />
&raquo; die Klienten dabei zu unterst&#252;tzen, ihre einzigartigen Werte zu erkennen und ihre Zufriedenheit daran
        zu messen, wie sehr sie im Einklang mit diesen Werten leben.<br />
&raquo; selbstbeschr&#228;nkende Einfl&#252;sse zu identifizieren.<br />
&raquo; eine Beziehung zu einem neuen Klienten aufzubauen.<br />
&raquo; eine erste Kennenlernsitzung und Auftragskl&#228;rung durchzuf&#252;hren.</p>
</ul>
<p><strong>Balance</strong><br />
In unserem Leben befinden wir uns konstant in Bewegung. Dabei vergessen wir leicht, dass wir frei &#252;ber unser Handeln entscheiden k&#246;nnen.
        Statt ziellos umher zu hetzen und hektisch zu versuchen, so viel wie m&#246;glich abzudecken, soll Ihren Klienten durch das <i>Balance</i>-Coaching
        dabei geholfen werden, starke Entscheidungen f&#252;r ihr Leben zu f&#228;llen und nur die Erfahrungen zu machen, die sie f&#252;r die Wichtigsten
        halten.</p>
<p>In diesem Kurs werden Sie lernen:</p>
<ul>&raquo; Ihre Klienten dazu anzuleiten, jede Situation aus verschiedenen Perspektiven zu betrachten.<br />
&raquo; die Klienten dahingehend zu coachen, dass diese ihre Entscheidungen f&#228;llen, indem sie eine von
        verschiedenen in Erw&#228;gung gezogenen Perspektiven ausw&#228;hlen.<br />
&raquo; Ihre Klienten einen lebendigen Aktionsplan erstellen zu lassen, der daraus entsteht, dass sie sich f&#252;r
        eine selbst gew&#228;hlte Perspektive entscheiden.<br />
&raquo; Ihre Klienten an den &#8222;Ort der Verbindlichkeit&#8220; zu f&#252;hren.<br />
&raquo; Strukturen zur Mobilisierung Ihrer Klienten zu nutzen.<br />
</ul>
<p><strong>Process</strong><br />
Beim <i>Process</i>-Coaching geht es darum, die Klienten kontinuierlich im Fluss ihres Lebens zu begleiten. Wenn auch unbequem, so sind Unordnung,
        Chaos, Verwirrung und Stagnation des Klienten doch Teil seines Fortschritts. Indem die Klienten sowohl in ihren unsichersten als auch in ihren
        freudigsten Momenten Begleitung erfahren, wird ihnen ein Gef&#252;hl des Erkannt-Werdens erm&#246;glicht. Durch diesen Spiegel betrachtet, k&#246;nnen
        sie sich selbst vollst&#228;ndiger erfassen.</p>
<p>In diesem Kurs wird vermittelt:</p>
<ul>&raquo; wie man mit seinen Klienten emotional aufgeladene Themen bearbeitet.<br />
&raquo; wie man seine eigene F&#228;higkeit, in herausfordernden Situationen pr&#228;sent zu bleiben, entwickelt.<br />
&raquo; wie man Process-Coaching-Techniken verwendet, um den Klienten zu erm&#246;glichen, den Augenblick emotional
        zu erfahren, statt nur &#252;ber die Erfahrung zu sprechen.<br />
&raquo; wie man die drei Prinzipien des Co-Active&#174; Coachings integriert.</li>
</ul>
<p><strong>Synergy</strong><br />
Beim Co-Active&#174; Coaching geht es nicht darum, Techniken aus einem starren Regelwerk anzuwenden. Stattdessen generiert der Co-Active Coach das, was
        in jedem Moment am meisten ben&#246;tigt wird. <i>Synergy</i> ist darauf ausgerichtet, das Co-Active Coaching-Modell mit Leben zu f&#252;llen und in
        K&#246;rperlichkeit zu &#252;bertragen. Durch diesen Kurs wird Ihr Coaching auf eine h&#246;here Ebene der Wirksamkeit und Professionalit&#228;t
        angehoben.</p>
<p>Nach Abschluss des Kurses werden Sie:</p>
<ul>&raquo; &#252;ber einen gr&#246;&#223;eren Spielraum beim Einsatz Ihrer Stimme und Ihres K&#246;rpers verf&#252;gen
        und somit die Wirkung Ihres Coachings erh&#246;hen.<br />
&raquo; den Augenblick kreativ gestalten, statt vorgefertigte Regeln anwenden.<br />
&raquo; die Kraft von Geschichten in Ihrem Coaching einsetzen.<br />
&raquo; Ihre eigene Kreativit&#228;t und individuelles K&#246;nnen mit den Eckpfeilern, Kontexten und Techniken des
        Co-Active Coaching-Modells verkn&#252;pfen k&#246;nnen.</p>
</ul>
<h2>Coaching-Stunden in der<a name="_GoBack"></a> <i>Intermediate</i>-Kursserie</h2>
<p>Nach Abschluss der gesamten Kursserie werden Sie 104 Trainingsstunden als <i>Professional Co-active Coach</i> absolviert haben. Viele Teilnehmer
        dokumentieren diese Zeit als Teil ihrer beruflichen Weiterbildung. In einigen F&#228;llen wurden Teilnehmern diese Stunden im Zuge einer laufenden
        Ausbildung oder beruflichen Weiterbildung teilweise angerechnet. CTI wurde durch die International Coach Federation (ICF) als Akkreditierte
        Coach-Trainingsorganisation (Accredited Coach Training Organization) zugelassen.</p>






    
  </div>
</div>

  </p>



<!-- ctaAreaId -->
<div id="cta-area">
</div>
<!-- -->
</div>


<!-- used for cross-browser stabilizion of layout -->
<div class="pageclear"></div>
</div>
<div id="footer">
  <img id="cti-logo-tagged" src="/res/img/cti-changing-business-transforming-lives.gif" width="176" height="57" alt="cit: changing business. transforming lives."/>
<div id="footer-content">
  <!-- footerNavId --><?php include 'id_footer-nav-course-matls.php'; ?><!-- -->
  <img id="icf-logo" src="/res/img/icf-logo.gif" width="74" height="57" alt="International Coach Federation"/>
</div>
</div>
</div>
<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-5715102-1");
pageTracker._trackPageview();
} catch(err) {}</script>
</body>
</html>
