
<?php
	ini_set("include_path",".:../docs/res/inc/:../../docs/res/inc/:../../../docs/res/inc/:../../../../docs/res/inc/"); ?>
<?php include 'learning-hub-login-check.php'; ?>
 

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>CTI: Learning Hub: Fundamentals</title>
<meta http-equiv="Content-type" content="text/html; charset=UTF-8" />
<meta http-equiv="Content-Language" content="en" />
<meta name="language" content="en" />
<meta name="keywords" content="" />
<meta name="description" content="" />
<meta name="author" content="The Coaches Training Institute (CTI)" />
<meta name="copyright" content="Copyright &#169; 2014 The Coaches Training Institute. All rights reserved." />
<link rel="icon" href="/favicon.ico" />
<link rel="shortcut icon" href="/favicon.ico" />
<link rel="stylesheet" type="text/css" href="/res/css/coaches-training-institute.css" />
<link rel="stylesheet" type="text/css" href="/res/css/section_coach-training.css" />

<link rel="stylesheet" type="text/css" href="/res/css/content_internal_11c.css" /> 
<link rel="stylesheet" type="text/css" href="http://www.thecoaches.com/assets/css/footer.css" /> 

<script src="http://www.google.com/jsapi"></script>
<script>
google.load("jquery", "1.4.2");
google.setOnLoadCallback(function() {
});
</script>
</head>
<body>
<div id="page">
 
<div id="tools">
  <!-- generalID --><!-- -->
  <!-- eCommerceID --><!-- -->
  <!-- courseMaterialsID --><?php include 'id_course_materials.php'; ?><!-- -->
</div>
<div id="primary">
  <!-- contactNavID --><!-- -->
  <ul id="main-nav">
  </ul>
  
<div id="broadcast">
  <img src="/res/img/page-banners/content_course_materials-fn.gif" width="920" height="124" alt="Coach Training" usemap="#logobutton" />
  <map id="logobutton" name="logobutton">
  <area shape="rect" coords="822,0,899,103" href="/" title="CTI Home" alt="CTI Home" />
  </map>
</div>




<div id="content">

<div id="main">

<div id="breadcrumbs">
<p><span id="youarehere" class="accessibility-hide">You are here:&#160;</span> <a href="/learning-hub/es/fundamentals/">Centro de recursos para el aprendizaje</a><span class="divider">&#160;||&#160;</span><a href="/learning-hub/es/fundamentals/" class="here">Fundamentos Presentaci&#243;n</a></p>
<div style="margin: -5px 0 0px 0px; float: right; "></div>
</div>


  <div class="sec">

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/es/fundamentals/"><strong class="psuedo-head">Fundamentos</strong></a><br />
      <a href="bda.html#before"> &raquo; Antes del curso</a> <br />
      <a href="bda.html#during"> &raquo; Durante el curso</a> <br />
      <a href="bda.html#after"> &raquo; Despu&#233;s del curso</a></li>
  
  </ul>

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/es/fundamentals/resources.html"><strong class="psuedo-head">Recursos</strong></a></li>
  </ul>

  <ul class="bulleted-arrowed">
    <li><a href="/learning-hub/es/glossary.html"><strong class="psuedo-head">Glosario</strong></a></li>
  </ul>
	
	<br /><br /><br />
	<a class="buttonlh" href="/learning-hub/loginLH.html?logout=1">Sign-out</a>





  </div>

  <div class="pri">

<h1>FUNDAMENTALS (FUNDAMENTOS) &#8211; PRESENTACI&#211;N</h1>

<p style="color:#699bbc;">
        &#161;BIENVENIDA, BIENVENIDO! TE HAS EMBARCADO EN UNA TRAVES&#205;A &#218;NICA QUE EN ADELANTE VA A PRODUCIR UNA DIFERENCIA PERCEPTIBLE EN TUS
        RELACIONES.
    </p>
<p style="color:#699bbc;">
        EL CURSO DE FUNDAMENTALS (FUNDAMENTOS) ES B&#193;SICO EN EL CURR&#205;CULUM CO-ACTIVO. TAMBI&#201;N ES UN CURSO INDEPENDIENTE SI QUIERES APRENDER
        HABILIDADES DE <i>COACHING</i> SIN NECESARIAMENTE CONVERTIRTE EN <i>COACH </i>PROFESIONAL. NO EXISTEN REQUISITOS PREVIOS PARA REALIZAR ESTE CURSO.
    </p>

<div class="MsoNormal" style="margin-top: 0in; margin-right: 0in; margin-bottom: 15pt; margin-left: 0.5in; font-size: 12pt; font-family: 'Times New Roman', serif; text-align: center; line-height: 13.5pt;"><span style="font-size: 9pt; font-family: Arial, sans-serif; color: #32110a;">
  <hr style="color: #eae9da;" size="4" />
</span></div>
<h2>C&#243;mo utilizar el Centro (Hub) de Aprendizaje</h2>
    <p>
        El Centro de Aprendizaje ha sido dise&#241;ado como apoyo y complemento de lo que has aprendido durante el curso y para&#160; proporcionarte
        herramientas y recursos que potencien tu desarrollo como <i>coach</i>.
    </p>
    <p>
Utiliza los v&#237;nculos de la columna de la izquierda para navegar por el Centro de Aprendizaje. Haz click        <a href="http://www.thecoaches.com/learning-hub/es/fundamentals/bda.html#before">aqu&#237;</a>
    </p>
    <p>
        Para acceder al Trabajo previo y a las Tareas <b>antes del curso</b>,&#160;<b>durante el curso </b>y&#160;<b>despu&#233;s del curso</b>.
    </p>
    <p>
Haz click en <u>Recursos</u> para acceder a m&#225;s detalles sobre los&#160;<b>Temas</b>&#160;abordados en clase, a plantillas de las<b>Herramientas </b>mencionadas y a una serie de <b>Recursos de negocio</b>&#160;que te ayudar&#225;n a iniciar y a gestionar tu pr&#225;ctica de        <i>coaching</i>.
    </p>
    <p>
        As&#237; por ejemplo, en la secci&#243;n&#160;<b>Temas</b>, en el apartado&#160;<b><i>Trabajar con clientes</i></b>&#160;encontrar&#225;s indicaciones
        acerca de c&#243;mo hacerle <i>coaching </i>a tus clientes; en la secci&#243;n <b>Herramientas</b>, en el apartado&#160;<b><i>Rueda de la vida</i></b>
&#160;hallar&#225;s una plantilla de la Rueda que podr&#225;s imprimir y utilizar cuantas veces la necesites; en la secci&#243;n<b>Recursos de negocio</b>,&#160;el apartado <b><i>Invertir en ti</i></b>&#160;te ense&#241;ar&#225; c&#243;mo reforzar tus habilidades como        <i>coach</i>.
    </p>

<h2>Tus l&#237;deres de curso</h2>
    <p>
        Una de las primeras cosas que observar&#225;s como participante en el curso de Co-Active Coaching Fundamentals (Fundamentos del <i>coaching</i>
        co-activo) es que no hay una, sino dos personas liderando el curso. Lo siguiente que quienes participan en el curso suelen observar es que el estilo de
        presentaci&#243;n de ambos l&#237;deres se parece m&#225;s a un baile de colaboraci&#243;n que a una presentaci&#243;n por separado, a cargo de cada
        uno de los l&#237;deres, de determinadas partes del contenido.
    </p>
    <p>
        En CTI, estamos convencidos de que cada persona aporta una combinaci&#243;n &#250;nica de dones y talento a su <i>coaching </i>y liderazgo. Con el
        modelo co-activo, pretendemos no formar <i>coaches</i> en serie. Nuestro objetivo es ofrecer un modelo adaptable que proporcione tanto una base
        filos&#243;fica s&#243;lida como el espacio necesario para que cada participante pueda incorporar al mismo su propia expresi&#243;n. En el co-liderazgo
        de los dos l&#237;deres de curso, ver&#225;s un ejemplo en acci&#243;n del baile que consideramos fundamental para alcanzar un <i>coaching</i> eficaz.
    </p>
    <p>
        Todos nuestros l&#237;deres de curso son <i>coaches</i> co-activos profesionales certificados (Certified Professional Co-Active Coach - CPCC), lo cual
        significa que han completado todas las fases de formaci&#243;n de CTI, incluido el programa intensivo de certificaci&#243;n, de seis meses de
        duraci&#243;n. Muchos son adem&#225;s <i>coaches</i> profesionales certificados (Professional Certified Coach - PCC) a trav&#233;s de la International
        Coach Federation (ICF) o m&#225;ster-<i>coaches</i> certificados (Master Certified Coach - MCC).
    </p>

  <h2>Resultados</h2>
<p>
        El objetivo de este curso es proporcionarte una formaci&#243;n y una experiencia pr&#225;ctica en las t&#233;cnicas y habilidades de la profesi&#243;n
        de <i>coach </i>y, en concreto, de <i>coach </i>co-activo. Este curso utiliza una metodolog&#237;a participativa y orientada a la experiencia
pr&#225;ctica m&#225;s que a la presentaci&#243;n. Tendr&#225;s amplias oportunidades de hacer <i>coaching </i>y de recibir <i>feedback</i> sobre el        <i>coaching </i>&#160;que hagas.
    </p>
    <p>
        Como fruto de la realizaci&#243;n de este curso, aprender&#225;s a:
    </p>
		<ul>
<p>
        &#187; Utilizar los cuatro pilares del <i>coaching </i>co-activo con tus clientes.
        <br/>
        &#187; Comunicarte con tus clientes utilizando los cinco contextos del <i>coaching </i>co-activo.
        <br/>
        &#187; Utilizar la Rueda de la vida con tus clientes.
        <br/>
        &#187; Distinguir y utilizar los tres niveles de escucha en <i>coaching </i>y en tu vida.
        <br/>
        &#187; Utilizar de manera ejemplar las habilidades de coaching m&#225;s comunes.
    </p>
</ul>
  &nbsp;&nbsp;</p>

	<br /><br /><br /><br /><br /><br /><br />

	<br /><br /><br /><br /><br /><br /><br /><br /><br /><br />

    

  </div>

</div>



  </p>







<!-- ctaAreaId -->

<div id="cta-area">

</div>

<!-- -->

</div>





<!-- used for cross-browser stabilizion of layout -->
<div class="pageclear"></div>
</div>
<div id="footer">
		<?php include 'id_footer-nav-learning-hub.php'; ?>
</div>  <!-- end footer -->
</div>
<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-5715102-1");
pageTracker._trackPageview();
} catch(err) {}</script>
</body>
</html>
