
<?php
	ini_set("include_path",".:../docs/res/inc/:../../docs/res/inc/:../../../docs/res/inc/:../../../../docs/res/inc/"); ?>
<?php include 'learning-hub-login-check.php'; ?>
 

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>CTI: Learning Hub: Intermediate</title>
<meta http-equiv="Content-type" content="text/html; charset=UTF-8" />
<meta http-equiv="Content-Language" content="en" />
<meta name="language" content="en" />
<meta name="keywords" content="" />
<meta name="description" content="" />
<meta name="author" content="The Coaches Training Institute (CTI)" />
<meta name="copyright" content="Copyright &#169; 2014 The Coaches Training Institute. All rights reserved." />
<link rel="icon" href="/favicon.ico" />
<link rel="shortcut icon" href="/favicon.ico" />
<link rel="stylesheet" type="text/css" href="/res/css/coaches-training-institute.css" />
<link rel="stylesheet" type="text/css" href="/res/css/section_coach-training.css" />
<link rel="stylesheet" type="text/css" href="http://www.thecoaches.com/assets/css/footer.css" /> 

<link rel="stylesheet" type="text/css" href="/res/css/content_internal_11c.css" /> 

<script src="http://www.google.com/jsapi"></script>
<script>
google.load("jquery", "1.4.2");
google.setOnLoadCallback(function() {
});
</script>
</head>
<body>
    <div id="page">

        <div id="tools">
            <!-- generalID --><!-- -->
            <!-- eCommerceID --><!-- -->
            <!-- courseMaterialsID --><?php include 'id_course_materials.php'; ?><!-- -->
        </div>
        <div id="primary">
            <!-- contactNavID --><!-- -->
            <ul id="main-nav"></ul>

            <div id="broadcast">
                <img src="/res/img/page-banners/content_course_int.gif" width="920" height="124" alt="Coach Training" usemap="#logobutton" />
                <map id="logobutton" name="logobutton">
                    <area shape="rect" coords="822,0,899,103" href="/" title="CTI Home" alt="CTI Home" />
                </map>
            </div>




            <div id="content">

                <div id="main">
                    <div id="breadcrumbs">
                        <p>
                            <span id="youarehere" class="accessibility-hide">You are here:&#160;</span>
                            <a href="/learning-hub/">Centre d'Apprentissage</a><span class="divider">
                                &#160;||&#160;
                                <a href="/learning-hub/fr/intermediate/">Intermediaire</a><span class="divider">
                                    &#160;||&#160;
                                    <a href="/learning-hub/fr/intermediate/" class="here">Vue d'ensemble</a>
                                </span>
                            </span>
                        </p>
                    </div>

                    <div class="sec" style="margin-right:30px;">

                        <ul class="bulleted-arrowed">
                            <li><a href="/learning-hub/fr/intermediate/fulfillment/"><strong class="psuedo-head">Coaching d&rsquo;&Eacute;panouissement</strong></a></li>
                        </ul>

                        <ul class="bulleted-arrowed">
                            <li><a href="/learning-hub/fr/intermediate/balance/"><strong class="psuedo-head">Coaching d&rsquo;&Eacute;quilibre</strong></a></li>
                        </ul>

                        <ul class="bulleted-arrowed">
                            <li><a href="/learning-hub/fr/intermediate/process/"><strong class="psuedo-head">Coaching du Moment</strong></a></li>
                        </ul>

                        <ul class="bulleted-arrowed">
                            <li><a href="/learning-hub/fr/intermediate/synergy/"><strong class="psuedo-head">Synergie</strong></a></li>
                        </ul>

                        <ul class="bulleted-arrowed">
                            <li><a href="/learning-hub/fr/intermediate/glossary.html"><strong class="psuedo-head">Glossaire</strong></a></li>
                        </ul>

                        <!-- <br /><br /><br />
                        <a class="buttonlh" href="/learning-hub/loginLH.html?logout=1">Sign-out</a> -->

                    </div>
                    <a name="before"></a>
                    <div class="pri int">

                        <h1>Les Cours Interm&eacute;diaires&nbsp;: une vue d&rsquo;ensemble</h1>


                        <p class="lightbluecaps">Apr&egrave;s avoir &eacute;t&eacute; captiv&eacute;s par la vision et l&rsquo;impact du coaching, la plupart des participants au&nbsp; cours des Fondamentaux du Coaching Co-Actif en veulent davantage. Nos cours Interm&eacute;diaires sont aussi intenses et riches en apprentissage pratique et cela va vous permettre d&rsquo;am&eacute;liorer imm&eacute;diatement la qualit&eacute; de votre Coaching, et ce d&egrave;s votre prochain coaching, quelle que soit le personne que vous coacherez.</p>

                        <h2>Comment utiliser le Centre d&rsquo;Apprentissage</h2>
                        <p>Il y a un lien dans la colonne de gauche pour chaque cours du programme Interm&eacute;diaire. Utilisez les liens pour naviguer dans le contenu et les ressources pour chaque cours.</p>
                        <p>Chaque cours comporte des instructions sur ce qu&rsquo;il faut faire, ainsi que sa propre section &laquo;&nbsp;<strong>Ressources</strong>&nbsp;&raquo;, avec toute une gamme d&rsquo;<strong>Outils</strong>, de <strong>Th&egrave;mes </strong>et de <strong>Ressources utiles au m&eacute;tier de coach</strong>.</p>
                        <p>Cliquez sur coaching <a href=" http://www.thecoaches.com/learning-hub/fr/intermediate/fulfillment/">d&rsquo;&Eacute;panouissement</a> pour commencer.</p>

                        <h2>Les cours Interm&eacute;diaires</h2>
                        <p>Les cours interm&eacute;diaires suivants durent chacun trois jours complets et doivent &ecirc;tre pris dans l&rsquo;ordre.</p>
                        <p>
                            <strong>Coaching d&rsquo;&Eacute;panouissement</strong><br />  <!-- Fulfillment -->
                            Coacher des clients dans le domaine de l&rsquo;&Eacute;panouissement consiste &agrave; les amener &agrave; se d&eacute;barrasser des r&egrave;gles et des limites pr&eacute;con&ccedil;ues, et &agrave; cr&eacute;er une vie centr&eacute;e sur ce qui leur apporte vraiment une grande vitalit&eacute;.
                        </p>
                        <p>Dans le cours coaching d&rsquo;&Eacute;panouissement, vous apprendrez &agrave;&nbsp;:</p>
                        <ul>
                            &raquo; Utiliser les voyages int&eacute;rieurs et les visualisations pour aider vos clients &agrave; d&eacute;finir une vision de l&rsquo;avenir qu&rsquo;ils vont cr&eacute;er.
                            <br />
                            &raquo; Aider vos clients &agrave; trouver leurs valeurs uniques et &agrave; &eacute;valuer leur degr&eacute; de satisfaction quant &agrave; la pr&eacute;sence de ces valeurs dans leur vie.
                            <br />
                            &raquo; Identifier les influences autodestructrices.
                            <br />
                            &raquo; Cr&eacute;er une relation avec un nouveau client.
                            <br />
                            &raquo; Concevoir une session initiale de D&eacute;couverte.</p>
                        </ul>
                        <p>
                            <strong>Coaching d&rsquo;&Eacute;quilibre</strong><br />  <!-- Balance -->
                            Nous vivons nos vies &nbsp;alors que nous sommes en mouvement constant. Il est facile d&rsquo;oublier que nous avons le choix dans ce que nous faisons. Le Coaching d&rsquo;&Eacute;quilibre est destin&eacute; &agrave; guider vos clients &agrave; faire des choix de vie forts et les aider, &agrave; s&eacute;lectionner les exp&eacute;riences qu&rsquo;ils d&eacute;sirent le plus, plut&ocirc;t que de se pr&eacute;cipiter pour essayer de tout avoir.
                        </p>
                        <p>Dans ce cours, vous apprendrez &agrave;&nbsp;:</p>
                        <ul>
                            &raquo; Demander &agrave; vos clients d&rsquo;observer chaque situation &agrave; partir de perspectives diff&eacute;rentes.
                            <br />
                            &raquo; Coacher les clients &agrave; faire des choix, y compris de choisir une perspective parmi celles qu&rsquo;ils ont explor&eacute;es.
                            <br />
                            &raquo; Permettre &agrave; vos clients de parvenir &agrave; un plan d&rsquo;action dynamique qui d&eacute;coule de la perspective qu&rsquo;ils ont choisie.
                            <br />
                            &raquo; Amener vos clients jusqu&rsquo;&agrave; l&rsquo;engagement.
                            <br />
                            &raquo; Utiliser des structures pour garder vos clients dans l&rsquo;action.
                            <br />
                        </ul>
                        <p>
                            <strong>Coaching du Moment</strong><br />  <!-- Process -->
                            Le Coaching du Moment est destin&eacute; &agrave; aider vos clients &agrave; &ecirc;tre pr&eacute;sents dans tout ce qu&rsquo;ils vivent. Bien que parfois inconfortable, l&rsquo;exp&eacute;rience &eacute;motionnelle d&rsquo;un client est importante. Ce que nous vivons dans ce moment fournit une &eacute;nergie et un dynamisme importants. Observer et maintenir vos clients dans leur exp&eacute;rience &ldquo;d&eacute;sorganiser&ldquo;, parfois d&eacute;routante, leur permet de se sentir accept&eacute;s comme ils sont. Et au travers de cette exp&eacute;rience, de mieux se conna&icirc;tre eux-m&ecirc;mes.
                        </p>
                        <p>Dans ce cours, vous apprendrez &agrave;&nbsp;:</p>
                        <ul>
                            &raquo; Travailler avec vos clients sur des questions charg&eacute;es d&rsquo;&eacute;motions.
                            <br />
                            &raquo; D&eacute;velopper votre propre capacit&eacute; &agrave; rester pr&eacute;sent dans les situations difficiles.
                            <br />
                            &raquo; Utiliser les techniques du Coaching du Moment pour permettre &agrave; vos clients de rester dans l&rsquo;exp&eacute;rience de l&rsquo;instant pr&eacute;sent plut&ocirc;t que de parler de ce qu&rsquo;ils vivent.
                            <br />
                            &raquo; Int&eacute;grer les trois principes de Coaching Co-Actif.</li>
                        </ul>
                        <p>
                            <strong>Synergie</strong><br />  <!-- Synergy -->
                            Le Coaching Co-Actif ne se r&eacute;sume pas &agrave; l&rsquo;application de techniques suivant un &laquo;&nbsp;mode d&rsquo;emploi&nbsp;&raquo; ext&eacute;rieur statique. Le coach Co-Actif g&eacute;n&egrave;re plut&ocirc;t ce qui est vraiment n&eacute;cessaire &agrave; chaque instant. Le cours Synergie met tout en &oelig;uvre pour que le mod&egrave;le de coaching Co-Actif soit bien ancr&eacute; en vous et vous permettre d&rsquo;amener votre coaching &agrave; un niveau d&rsquo;impact et de professionnalisme sup&eacute;rieur.
                        </p>
                        <p>&Agrave; la fin de ce cours, vous serez en mesure de pouvoir&nbsp;:</p>
                        <ul>
                            &raquo; Acc&eacute;der &agrave; l&rsquo;intelligence et la sagesse de votre corps pour un plus grand impact dans votre coaching.
                            <br />
                            &raquo; Cr&eacute;er dans l&rsquo;instant, plut&ocirc;t qu&rsquo;&agrave; partir de r&egrave;gles pr&eacute;&eacute;tablies.
                            <br />
                            &raquo; Utiliser la puissance de la narration dans votre coaching.
                            <br />
                            &raquo; Int&eacute;grer votre propre cr&eacute;ativit&eacute; et votre connaissance des piliers, des principes et comp&eacute;tences du mod&egrave;le de Coaching Co-Actif.</p>
                        </ul>
                        <h2>Le nombre total d&rsquo;heures de formation &nbsp;pour les cours interm&eacute;diaires</h2>
                        <p>&Agrave; la fin du programme complet vous aurez accumul&eacute; 104&nbsp;heures de formation en tant que Coach Co-Actif professionnel. De nombreux participants int&egrave;grent ces heures dans le cadre de leur formation professionnelle et, dans certains cas, peuvent utiliser une partie de ces heures pour r&eacute;pondre aux demandes de la formation continue. CTI a &eacute;t&eacute; reconnu comme organisme accr&eacute;dit&eacute; de formation au Coaching par l&rsquo;International Coach Federation (ICF).</p>



                    </div>
                </div>

                </p>



                <!-- ctaAreaId -->
                <div id="cta-area">
                </div>
                <!-- -->
            </div>


            <!-- used for cross-browser stabilizion of layout -->
            <div class="pageclear"></div>
        </div>
        <div id="footer">
            <?php include 'id_footer-nav-learning-hub.php'; ?>
        </div>  <!-- end footer -->
    </div>
    <script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
    </script>
    <script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-5715102-1");
pageTracker._trackPageview();
} catch(err) {}</script>
</body>
</html>
