
<?php
	ini_set("include_path",".:../docs/res/inc/:../../docs/res/inc/:../../../docs/res/inc/:../../../../docs/res/inc/"); ?>
<?php include 'learning-hub-login-check.php'; ?>
 

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>CTI: Learning Hub: Fundamentals</title>
<meta http-equiv="Content-type" content="text/html; charset=UTF-8" />
<meta http-equiv="Content-Language" content="en" />
<meta name="language" content="en" />
<meta name="keywords" content="" />
<meta name="description" content="" />
<meta name="author" content="The Coaches Training Institute (CTI)" />
<meta name="copyright" content="Copyright &#169; 2014 The Coaches Training Institute. All rights reserved." />
<link rel="icon" href="/favicon.ico" />
<link rel="shortcut icon" href="/favicon.ico" />
<link rel="stylesheet" type="text/css" href="/res/css/coaches-training-institute.css" />
<link rel="stylesheet" type="text/css" href="/res/css/section_coach-training.css" />

<link rel="stylesheet" type="text/css" href="/res/css/content_internal_11c.css" /> 
<link rel="stylesheet" type="text/css" href="http://www.thecoaches.com/assets/css/footer.css" /> 

<script src="http://www.google.com/jsapi"></script>
<script>
google.load("jquery", "1.4.2");
google.setOnLoadCallback(function() {
});
</script>
</head>
<body>
    <div id="page">

        <div id="tools">
            <!-- generalID --><!-- -->
            <!-- eCommerceID --><!-- -->
            <!-- courseMaterialsID --><?php include 'id_course_materials.php'; ?><!-- -->
        </div>
        <div id="primary">
            <!-- contactNavID --><!-- -->
            <ul id="main-nav"></ul>

            <div id="broadcast">
                <img src="/res/img/page-banners/content_course_materials-fn.gif" width="920" height="124" alt="Coach Training" usemap="#logobutton" />
                <map id="logobutton" name="logobutton">
                    <area shape="rect" coords="822,0,899,103" href="/" title="CTI Home" alt="CTI Home" />
                </map>
            </div>




            <div id="content">

                <div id="main">

                    <div id="breadcrumbs">
                        <p><span id="youarehere" class="accessibility-hide">You are here:&#160;</span> <a href="/learning-hub/fr/fundamentals/">Centre d'Apprentissage</a><span class="divider">&#160;||&#160;</span><a href="/learning-hub/fr/fundamentals/" class="here">Presentation des Fondamentaux</a></p>
                        <div style="margin: -5px 0 0px 0px; float: right; "></div>
                    </div>


                    <div class="sec">

                        <ul class="bulleted-arrowed">
                            <li>
                                <a href="/learning-hub/fr/fundamentals/"><strong class="psuedo-head">Les Fondamentaux</strong></a> <br />
                                <a href="bda.html#before"> &raquo; Avant votre cours</a> <br />
                                <a href="bda.html#during"> &raquo; Durant votre cours</a> <br />
                                <a href="bda.html#after"> &raquo; Après votre cours</a>
                            </li>

                        </ul>

                        <ul class="bulleted-arrowed">
                            <li><a href="/learning-hub/fr/fundamentals/resources.html"><strong class="psuedo-head">Les Ressources</strong></a></li>
                        </ul>

                        <ul class="bulleted-arrowed">
                            <li><a href="/learning-hub/fr/glossary.html"><strong class="psuedo-head">Glossaire</strong></a></li>
                        </ul>

                        <!-- 	<br /><br /><br />
                            <a class="buttonlh" href="/learning-hub/loginLH.html?logout=1">Sign-out</a>
                         -->




                    </div>

                    <div class="pri">


                        <a href="http://www.ctifrance.com">
                            <img width="76" height="71" alt="CTI France Logo" src="/docs/images/Logo-CTI-France-71.jpg" style="float:right;" />
                        </a>
                        <h1>Vue d&rsquo;ensemble</h1>

                        <p style="color:#699bbc;">
                            Bienvenue&nbsp;! Vous venez de vous engager sur un chemin sans pareil lequel cr&eacute;era des diff&eacute;rences notoires dans vos relations dans le futur. Le cours&nbsp; &laquo; Les Fondamentaux &raquo; est la base du cursus de formation au Coaching Co-Actif. C&rsquo;est &eacute;galement un cours qui se suffit &agrave; lui-m&ecirc;me si vous d&eacute;sirez apprendre les techniques du Coaching sans vouloir v&eacute;ritablement devenir un coach professionnel. Il n&rsquo;y a aucun pr&eacute;requis pour suivre ce cours.
                        </p>
                        <p style="color:#699bbc;">
                            Note concernant la propri&eacute;t&eacute; intellectuelle de CTI&nbsp;: Les &eacute;tudiants CTI peuvent utiliser le mat&eacute;riel pr&eacute;sent&eacute; durant leur cours, y compris le mat&eacute;riel pr&eacute;sent&eacute; sur le Centre Electronique d&rsquo;Apprentissage de CTI, et ce uniquement avec leurs clients en Coaching. Toute utilisation de la propri&eacute;t&eacute; intellectuelle de CTI en dehors de s&eacute;ances individuelles de Coaching n&rsquo;est pas permise sans une autorisation pr&eacute;alable &eacute;crite de CTI.
                        </p>

                        <div class="MsoNormal" style="margin-top: 0in; margin-right: 0in; margin-bottom: 15pt; margin-left: 0.5in; font-size: 12pt; font-family: 'Times New Roman', serif; text-align: center; line-height: 13.5pt;">
                            <span style="font-size: 9pt; font-family: Arial, sans-serif; color: #32110a;">
                                <hr style="color: #eae9da;" size="4" />
                            </span>
                        </div>
                        <h2>Comment utiliser le Centre Electronique d&rsquo;Apprentissage de CTI</h2>
                        <p>
                            Le Centre Electronique d&rsquo;Apprentissage est destin&eacute; &agrave; vous aider &agrave; approfondir ce que vous avez appris durant les cours et &agrave; vous proposer des outils et des ressources pour renforcer votre d&eacute;veloppement en tant que coach.
                        </p>
                        <p>
                            Utilisez les liens situ&eacute;s dans la colonne de gauche pour naviguer dans ce Centre Electronique d&rsquo;Apprentissage. Cliquez ici pour avoir acc&egrave;s au travail pr&eacute;paratoire et aux approfondissements de l&rsquo;apprentissage avant vos cours, pendant vos cours et apr&egrave;s vos cours.
                        </p>
                        <p>
                            Cliquez sur &laquo; Les Ressources &raquo; pour avoir acc&egrave;s &agrave; davantage d&rsquo;informations sur les th&egrave;mes &eacute;tudi&eacute;s pendant le cours, les outils pr&eacute;sent&eacute;s et un ensemble de ressources professionnelles qui vous aideront &agrave; vous &eacute;tablir et &agrave; d&eacute;velopper votre activit&eacute; de Coaching.
                        </p>
                        <p>
                            Par exemple, dans la section des th&egrave;mes, sur la page &laquo;&nbsp;Travailler avec les clients&nbsp;&raquo;, vous pouvez trouver toutes les directives sur la mani&egrave;re de coacher vos clients, dans la section &laquo;&nbsp;Outils&nbsp;&raquo;, sur la page &laquo;&nbsp;Roue de Vie&nbsp;&raquo;, vous pouvez trouver un exemplaire de la roue &agrave; imprimer et &agrave; utiliser lorsque n&eacute;cessaire&nbsp;; dans la section &laquo;&nbsp;Les Ressources Utiles au Metier de Coach&nbsp;&raquo;, sur la page &laquo;&nbsp;Investir sur vous-m&ecirc;me&nbsp;&raquo;, vous apprendrez comment approfondir vos comp&eacute;tences de coach.
                        </p>

                        <h2>Vos formateurs-leaders de ce cours</h2>
                        <p>
                            Une des premi&egrave;res choses que vous remarquerez en participant au cours &laquo;&nbsp;Les Fondamentaux du Coaching Co-Actif&reg;&raquo;, ce sera la pr&eacute;sence de deux formateurs-leaders au lieu d&rsquo;un seul. Ensuite, il est souvent remarqu&eacute; que le style de pr&eacute;sentation des deux formateurs-leaders se rapproche plus d&rsquo;une danse collaborative que de la pr&eacute;sentation faite par deux formateurs-leaders distincts pr&eacute;sentant diff&eacute;rentes parties du programme.
                        </p>
                        <p>
                            Chez CTI, nous croyons que chaque individu apporte une combinaison unique de comp&eacute;tences et de talents &agrave; leur coaching et &agrave; leur leadership. Avec le mod&egrave;le Co-Actif&reg;, nous n&rsquo;avons pas pour but de produire des coachs &laquo;&nbsp;&agrave; l&rsquo;emporte-pi&egrave;ce&nbsp;&raquo;. Notre but est plut&ocirc;t de pr&eacute;senter un mod&egrave;le adaptable qui vous donne &agrave; la fois des bases philosophiques solides et assez d&rsquo;espace pour que chaque participant puisse incorporer sa propre mani&egrave;re d&rsquo;&ecirc;tre. Dans le co-leadership de vos deux formateurs-leaders, vous verrez un exemple vivant de la danse que nous croyons essentielle &agrave; tout coaching efficace.
                        </p>
                        <p>
                            Tous nos formateurs-leaders sont des coachs Professionnels Co-Actif Certifi&eacute;s (CPCC)&nbsp;; cela signifie qu&rsquo;ils ont suivi tout le cursus CTI, y compris les six mois intensifs du programme de certification. Nombre d&rsquo;entre eux sont aussi des coachs Professionnels Certifi&eacute;s par l&rsquo;International Coach Federation (ICF) ou encore des Ma&icirc;tres Coachs Certifi&eacute;s (MCC).
                        </p>

                        <h2>R&eacute;sultats</h2>
                        <p>
                            Le but de ce cours est de donner une formation et une exp&eacute;rience pratique des techniques et des comp&eacute;tences de la profession de coach, en particulier du Coaching Co-Actif&reg;. Ce cours est fait de participations et d&rsquo;exp&eacute;riences pratiques plut&ocirc;t que d&rsquo;expos&eacute;s th&eacute;oriques. Vous aurez de nombreuses occasions de coacher et de recevoir des feedbacks de vos s&eacute;ances de coaching.
                        </p>
                        <p>
                            Votre participation &agrave; ce cours, vous aura permis &nbsp;d&rsquo;apprendre &agrave;&nbsp;:
                        </p>
                        <ul>
                            <p>
                                &#187; Utiliser les quatre piliers du Coaching Co-Actif&reg; avec vos clients.
                                <br />
                                &#187; Communiquer avec vos clients en utilisant les cinq contextes du      Coaching Co-Actif&reg;.
                                <br />
                                &#187; Utiliser la Roue de la Vie avec vos clients.
                                <br />
                                &#187; Distinguer et utiliser les trois niveaux d&rsquo;&eacute;coute durant les      s&eacute;ances de coaching et dans votre vie quotidienne.
                                <br />
                                &#187; D&eacute;montrer les comp&eacute;tences le plus souvent utilis&eacute;es dans le      Coaching.
                            </p>
                        </ul>

                        <br /><br /><br /><br /><br /><br /><br />

                        <br /><br /><br /><br /><br /><br /><br /><br /><br /><br />



                    </div>

                </div>



                </p>







                <!-- ctaAreaId -->

                <div id="cta-area">

                </div>

                <!-- -->

            </div>





            <!-- used for cross-browser stabilizion of layout -->
            <div class="pageclear"></div>
        </div>
        <div id="footer">
            <?php include 'id_footer-nav-learning-hub.php'; ?>
        </div>  <!-- end footer -->
    </div>
    <script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
    </script>
    <script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-5715102-1");
pageTracker._trackPageview();
} catch(err) {}</script>
</body>
</html>
